[
  {
    "section_label": "Page-1",
    "content": " \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  1  of  49\n \n \n \n                    \n   \n \nEmployee Handbook \n \n \nTramontina USA, Inc. \nEffective: September 2024 \n \n   \n \n \n \n \n \n \n \n \n                                                   \n \n \n \n \n \n \n \n \n          \n \n    \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  2  of  49\n ",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "1",
      "chunk_id": 1
    }
  },
  {
    "section_label": "Page-2-3",
    "content": "Table of Contents \n01      PREFACE ................................................................................................................................. 3 \n02      MISSION & VISION STATEMENT  ........................................................................................... 4 \n03      PURPOSE OF ASSOCAITE HANDBOOK  ......................................................................... 4 \n04      AT WILL / NATURE OF EMPLOYMENT .......................................................................... 4 \n05      NON SOLICITATION POLICY .................................................................................................... 5 \n06      BACKGROUND & REFERENCE CHECKS APPLICANT & EMPLOYEE SCREENING ......................... 6 \n07      EQUAL EMPLOYMENT OPPORTUNITY ...................................................................................... 7 \n08      AMERICANS WITH DISABILITIES ACT (ADA) / ACCOMMDATIONS .......................................... 8 \n09      CONFIDENTIALITY ................................................................................................................... 9 \n010    CONFLICT OF INTEREST ........................................................................................................ 11 \n011    RULES OF CONDUET ....................................................................................................... 13 \n012    COMPLAINT PROCEDURE / GRIEVANCE ........................................................................ 15 \n013    SECURTY & WORKPLACE VIOLENCE / OPEN DOOR ................................................... 17 \n014    HARASSMENT POLICY ................................................................................................... 19 \n015    DRUG & ALCOHOL POLICY ................................................................................................... 21 \n016    COMMUNICATIONS SYSTEMS POLICY ................................................................................... 25 \n017    GENERAL INFORMATION & INTERNAL JOB APPLICATION PROCESS ......................... 26 \n018    NEPOTISM, EMPLOYMENT OF RELATIVES AND PERSONAL RELATIONSHIPS .......................... 28",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "2-3",
      "chunk_id": 2
    }
  },
  {
    "section_label": "Page-2-3",
    "content": "019    EMPLOYEE CLASSIFICATION ................................................................................................. 29 \n020    PAY PERIOD & PAYCHECKS .................................................................................................. 29 \n021    ATTENDANCE POLICY ........................................................................................................... 29 \n022    PAID TIME OFF (PTO/VACATION) .................................................................................... 30 \n023    HOLIDAY PAY ....................................................................................................................... 32 \n024    BEREAVEMENT ..................................................................................................................... 32 \n025    JURY DUTY / SUBPOENA NOTICE ............................................................................................ 33 \n026   FAMILY & MEDICAL LEAVE ......................................................................................... 33 \n027    CORRECTIVE ACTION .................................................................................................... 41 \n028    DRESS CODE ......................................................................................................................... 42 \n029    SEPARATION OF EMPLOYMENT ............................................................................................. 43 \n030    EMPLOYEE BENEFITS ............................................................................................................ 44",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "2-3",
      "chunk_id": 3
    }
  },
  {
    "section_label": "Page-2-3",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  3  of  49\n031    GENERAL SAFETY RULES ..................................................................................................... 45 \n032    INTELLECTUAL PROPERTY .................................................................................................... 47 \n033    DEPARTMENT OF MOTOR VEHICLES – DRIVING RECORD CHECK ......................................... 47 \nEMPLOYEE ACKNOWLEDGEMENT FORM - EMPLOYEE HANDBOOK ....................................................  \n \n \n \n \n                    \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  4  of  49",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "2-3",
      "chunk_id": 4
    }
  },
  {
    "section_label": "Page-4",
    "content": " \n \n                    \n   \n \n01    PREFACE \n \nThe Beginning… \nTramontina began in quiet fashion in 1911 when Valentin Tramontina opened a small blacksmith \nshop in Rio Grande do Sul in the southern region of Brazil.  In 1939, Valentin’s wife, Elisa, \nmourning the loss of her husband, managed the company and worked diligently to maintain the \ncompany’s standards of craftsmanship, quality and integrity. \n \nGrowth…  \nTen years later, Valentin and Elisa’s son, Ivo, and his Employee, Ruy J. Scomazzon, rose to the \ncompany’s leadership and in 1954 brought the company into the era of modern manufacturing. \n \nDiversification…  \nAs the company evolved, opening new facilities and entering new business segments, the legacy \nand guiding principles of Valentin and Elisa Tramontina have remained. \n \nToday…  \nThe Tramontina Group operates 11 modern factories and 12 distribution centers worldwide and is \none of the world’s leading manufacturers of household goods. Tramontina USA, Inc. (referred to \nin this Employee Handbook as “Tramontina,” “TUSA” or the “Company”) was founded in 1986 \nand is one of the largest corporate affiliates of the Tramontina Group from Brazil. TUSA has \nbecome the largest channel of distribution for products manufactured under the Tramontina brand.  \n \nThis Employee Handbook reflects some of the policies and procedures of TUSA.  The purpose of \nthis Employee Handbook are: \n \n•   To provide Employees with a guide to successful performance and a clear understanding \nof expectations; \n•   To provide Management with the information necessary to fulfill its responsibilities to \nits Employees; and \n•   To provide for fairness, trust, respect, dignity and equity in the treatment of Employees. \n \nIt is expected that Management will become familiar with the contents of this Employee Handbook \nso that they will be able to answer Employee questions as they arise and apply the appropriate \npolicies and procedures as the occasion requires.  Management is also responsible for ensuring \nthat the Employees that work for them are informed of these policies and procedures understand \nthem and abide by them.  These policies are subject to amendment, modification, or termination \nat any time, at complete Company discretion. \n \nQuestions about application, interpretation, or clarification regarding any specific policies or \nprocedures are to be directed to the Human Resources Department.  Our confidence in the future \nis based upon the skills, commitment and efforts of all our Employees.  There is no unimportant \njob at Tramontina.  We consider our Employees a significant organizational strength. We are \ndelighted that you are a part of Tramontina!  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  5  of  49\n \n \n                    \n   \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "4",
      "chunk_id": 5
    }
  },
  {
    "section_label": "Page-5",
    "content": "02    MISSION STATEMENT \n\n \nTo do things well in order to inspire people and foster meaningful experiences, generating value \nand satisfaction for customers, consumers, employees, stockholders and communities.  \n \nVISION \nTo be the leading Brazilian company in consumer satisfaction by delivering the best solutions for \neveryday life.  To remain a reference brand in quality, innovation, wholesome relationships and \nhuman values.  \n \n03    PURPOSE OF EMPLOYEE HANDBOOK \n \nThis Employee Handbook contains information about the employment policies and practices of \nTramontina. Because policies and procedures are subject to change, with or without prior notice, \nthe information provided in this Employee Handbook is not intended to create an express or \nimplied contract of employment nor should it be construed as terms and conditions of an express \nor implied contract of employment with Tramontina.  This Employee Handbook cannot cover \nevery situation or answer every question about policies and benefits at Tramontina. Tramontina \nhas the right to add new policies, change policies, or cancel policies at any time. All such revisions, \ndeletions, or additions must be in writing. No oral statements or representations can change the \nprovisions of this Employee Handbook. Employees will be notified of any changes made to the \nEmployee Handbook. \n \nNothing in this Employee Handbook or in any other document or policy is intended to violate any \nlocal, state or federal law. Nothing in this Handbook is intended to limit any concerted activities \nby Employees relating to their wages, hours or working conditions, or any other conduct protected \nby Section 7 of the National  Labor Relations Act.  Furthermore, nothing  in  this  Employee \nHandbook prohibits an Employee from reporting concerns to, filing a charge or complaint with, \nmaking lawful disclosures to, providing documents or other information to or participating in an \ninvestigation or hearing conducted by the Equal Employment Opportunity Commission (“EEOC”), \nNational Labor Relations Board (“NLRB”), Securities and Exchange Commission (“SEC”) or any \nother federal, state or local agency charged with the enforcement of any laws. \n \n04  AT WILL NATURE OF EMPLOYMENT \n \nAll Employees of Tramontina are Employees at-will.  This means that employment may be \nterminated for any or no reason, with or without cause or notice at any time by the Employee or \nby Tramontina. Nothing contained in this Employee Handbook, or any other Company policy or \npractice, or any oral statement shall limit the right to terminate at-will.  This at-will employment \npolicy is the sole and entire agreement between the Employee and Tramontina regarding the fact \nthat employment with Tramontina is at-will. Other than the CEO of the Company, no manager or \nrepresentative of the Company has authority to enter into any agreement, express or implied, for \nemployment for any specific period of time, employment other than at-will, or any benefit or  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  6  of  49\ncompensation. Only Tramontina’s CEO has the authority to make any such agreement, and then \nonly in writing signed by the Company CEO, which specifically references the change in the term \nand/or condition of employment. \n \n \n                    \n   \n \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "5",
      "chunk_id": 6
    }
  },
  {
    "section_label": "Page-6",
    "content": "05    NON-SOLICITATION - WORKPLACE SOLICITATION, DISTRIBUTION AND ACCESS \n\n \nTo promote a professional workplace, prevent disruptions in business or interference with work \nand avoid personal inconvenience, the Company has adopted rules applicable to all Employees \nand non-Employees which govern solicitation, distribution of written material, political advocacy \nand access to Company property.  Solicitation is any form of requesting money, support, or \nparticipation for products, groups, organizations or causes which are unrelated to the Company. \nThe exceptions to this policy are charitable and community activities supported by the Company, \nand Company sponsored programs related to the Company’s services.  Strict compliance with \nthese rules is required. \n•   Employees are prohibited from engaging in solicitation during their working time or during \nthe working time of the Employee or Employees at whom such activity is directed. \n•   Employees are prohibited from distributing or circulating written or printed material in work \nareas at any time, or during their working time or during the working time of the Employee or \nEmployees at whom such activity is directed. \n•   Employees are prohibited from engaging in political advocacy on a subject over which the \nCompany has no control in a manner that is disruptive to Company operations. \n•   Off-duty Employees are not permitted in the interior of the Company’s facilities or in working \nareas. \n•   Non-Employees are not permitted on Company property at any time, except when on official \nCompany business or as part of an approved Company event. \n \nAs used in this policy, “working time” does not include break periods, meal periods, or periods in \nwhich an Employee is not scheduled to be performing work for the Company. \n \nTo avoid disruption to the workplace, Tramontina has established rules applicable to all Employees \nand non-Employees that govern solicitation and distribution of written material.  Strick compliance \nwith these rules is required. \n \n•   You shall not solicit or promote support for any cause or organization during your work \ntime or during the work time of any Employee or Employees at whom such activity is \ndirected. \n•   You shall not distribute or circulate any written or printed material in work areas at any \ntime during your work time or during the work time of any Employee or Employees whom  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  7  of  49\nsuch activity is directed. \n \n \n                    \n   \n \n•   Under no circumstances will non-Employees be permitted to solicit or to distribute written  \nmaterial for any purpose on Tramontina property. \n•   There will be no solicitation and or selling of materials for personal gain in work areas at \nany time, or during your work time or during the work time of any Employee or non-\nEmployee at whom such activity is directed.  \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "6",
      "chunk_id": 7
    }
  },
  {
    "section_label": "Page-7-8",
    "content": "06    APPLICANT AND EMPLOYEE SCREENINGS \n\n \nTo ensure that individuals who join Tramontina are well qualified and to ensure that Tramontina \nmaintains a safe and productive work environment, the Company may engage a third party to \nperform  background  checks  upon  written  consent  of  an  applicant  or  Company  Employee. \nConsistent with legal or contractual requirements, the Company also reserves the right to obtain \nand to review an applicant’s or an Employee’s background check, and related information, and to \nuse such information when making employment decisions, but only to the extent permissible under \napplicable law.  Background checks will be conducted on all final candidates and on all Employees, \nwho are promoted, as deemed necessary. If a hiring decision or employment decision is made \nbased on the results of the background check, a copy of the report should also be sent to the \napplicant or Employee.  \n \nThe Company may consider a pending criminal matter in certain circumstances for business-\nrelated reasons, consistent with applicable law.  All background checks will be conducted in strict \nconformity  with  the  federal  Fair  Credit  Reporting  Act  (FCRA),  applicable  state  fair  credit \nreporting laws, and state and federal anti-discrimination and privacy laws.  The Company is an \nequal opportunity employer and will comply with applicable federal, state and local laws relating \nto the use of background checks for employment purposes. \n \nBackground checks and investigations performed for the Company may include the use of \nconsumer reporting agencies, which may gather and report information to the Company in the \nform of consumer or investigative consumer reports. The types of reports that may be requested \nfrom consumer reporting agencies under this policy, include, but are not limited to, credit reports, \ncriminal records checks, court records checks, driving records, and/or summaries of educational \nand employment records and histories. The information contained in these reports may be obtained, \nby a consumer reporting agency from private or public record sources or through personal \ninterviews with your coworkers, neighbors, friends, Employees, current or former employers, or \nother personal acquaintances.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "7-8",
      "chunk_id": 8
    }
  },
  {
    "section_label": "Page-7-8",
    "content": "As provided in this policy, the Company may request consumer reports, including records checks \nand investigative reports based on interviews, in connection with your application for employment, \nor at any time during your employment with the Company, for purposes of evaluating your \nsuitability for employment, promotion, reassignment or retention as an Employee. The Company \nmay otherwise obtain such reports, both during and after your employment with the Company, for \npurposes of evaluating, investigating, or enforcing compliance with Company policies or in  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  8  of  49\nconnection with responding to grievances or complaints, regardless of whether you remain in the \nemploy of the Company at the time the report is requested, provided you have consented to such. \n \nEmployees are expected to cooperate fully with this background checks and investigations policy.  \nSuch cooperation includes, among other things, providing truthful and complete information in \nresponse to inquiries made by the Company or third-party investigators during investigations. \nFailure  to  cooperate  in  these  respects,  or  any  attempt  to  interfere  with  the  Company’s \nimplementation of this policy, or the Company’s efforts to obtain relevant information, will result \nin discipline, up to and including termination from employment.     \n \nAll  offers of  employment are  conditioned on receipt of  a background check report that is \nacceptable to Tramontina.  All background checks are conducted in conformity with all applicable \nlaws, including the Federal Fair Credit Reporting Act. Reports are kept confidential and are only \nviewed by necessary individuals.  \n \nIf information obtained in a background check would lead Tramontina to deny employment, a copy \nof the report will be provided to the applicant, and the applicant will have the opportunity to dispute \nthe report’s accuracy. Background checks may include a criminal record check, although a criminal \nconviction does not automatically bar an applicant from employment. \n \nAdditional checks such as a driving record or credit report may be made on applicants for particular \njob categories if appropriate and job related.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "7-8",
      "chunk_id": 9
    }
  },
  {
    "section_label": "Page-7-8",
    "content": "Tramontina also reserves the right to conduct a background check for current associates to \ndetermine eligibility for promotion or reassignment in the same manner as described above.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "7-8",
      "chunk_id": 10
    }
  },
  {
    "section_label": "Page-8",
    "content": "07    EQUAL EMPLOYMENT OPPORTUNITY \n\n \nIt is Tramontina’s policy to provide equal employment opportunities to all  persons by placing the \nmost qualified person in each job, without regard to race, color, religion, age, sex (including \npregnancy, lactation, childbirth, or related medical conditions), national origin, physical or mental \ndisability, veteran status, genetic information, or any other classification protected by federal, state, \nor local law. This applies to all policies and procedures of employment including hiring, placement, \npromotion, demotion, discipline, transfer, recall, recruitment, recruitment advertising, lay-off or \ntermination, compensation, benefits, selection for training, leave of absence, and all other terms \nand conditions of employment. \n \nThe Company will not tolerate discrimination or harassment based upon these characteristics or \nany other characteristic protected by applicable federal, state or local law. \n \n   \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  9  of  49\n \n \n                    \n   \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "8",
      "chunk_id": 11
    }
  },
  {
    "section_label": "Page-9",
    "content": "08    DISABILITY AND ACCOMMODATION \n\n \nTo ensure equal employment opportunities to qualified individuals with a disability, the Company \nwill make reasonable accommodations for known physical or mental limitations of an otherwise \nqualified applicant or existing Employee, upon request, as long as the potential accommodation \ndoes not create an undue hardship on the operation of the business and/or a direct threat to the \nheath and/or safety of the individual or others, and the accommodation would enable the individual \nto apply for, or perform the essential functions of the position in question.   \n \nAny applicant or Employee who requires an accommodation in order to apply for, or perform the \nessential functions of the job, should notify Management or the Human Resources Manager. The \nCompany will then work with the applicant or Employee to identify possible accommodations, if \nany, that will help to eliminate the limitation or barrier.  \n  \nIf the accommodation is reasonable, will not impose an undue hardship on the operation of the \nbusiness, and will not impose a direct threat to the health and/or safety of the individual or others, \nwe  will  generally  make  the  accommodation  or  we  may  propose  another  reasonable \naccommodation which may also be effective. Applicants and Employees are required to cooperate \nwith this process by providing all necessary documentation to support the need for accommodation \nand by being willing to consider alternative accommodations which may be applicable. \n \nIf you have question or concerns regarding a disability, the ADA, or a possible reasonable \naccommodation, please contact the Human Resources Manager. \n \nRELIGIOUS ACCOMMODATION \n \nThe  Company  will  provide  reasonable  accommodation  for  Employees’  religious  beliefs, \nobservances, and practices when a need for such accommodation is identified and reasonable \naccommodation is possible. A reasonable accommodation is one that eliminates the conflict \nbetween an Employee’s religious beliefs, observances, or practices and the Employee’s job \nrequirements, without causing undue hardship to the Company. \n \nThe Company has developed an accommodation process to assist Employees, management, and \nHuman  Resources.  Through  this  process,  the  Company  establishes  a  system  of  open \ncommunication between Employees and the Company to discuss conflicts between religion and \nwork and to take action to provide reasonable accommodation for Employees’ needs. The intent \nof this process is to ensure a consistent approach when addressing religious accommodation \nrequests. Any Employee who perceives a conflict between job requirements and religious belief, \nobservance, or practice should bring the conflict and request for accommodation to the attention \nof  Human  Resources  to  initiate  the  accommodation  process.  The  Company  requests  that \naccommodation requests be made in writing, and in the case of schedule adjustments, as far in \nadvance as possible. \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  10  of  49\n \n \n                    \n   \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "9",
      "chunk_id": 12
    }
  },
  {
    "section_label": "Page-10-11",
    "content": "PREGNANCY ACCOMMODATION \n\n \nIn accordance with the federal Pregnant Workers Fairness Act (“PWFA”), the Company will make \nreasonable accommodations for known physical or mental limitations related to the pregnancy, \nchildbirth  or  related  medical  conditions  of  a  qualified  applicant  or  Employee,  unless  the \naccommodation would impose an undue hardship on the operation of the Company’s business.  \n“Known  physical  or  mental  limitations”  are  those  that  the  applicant,  Employee  or  their \nrepresentative has communicated to the Company.  Employees or applicants who wish to inform \nthe Company of such a limitation and/or request a reasonable accommodation under this policy \nshould contact Human Resources, preferably specifying in writing, what barriers or limitations \nprompted  the  request.  Human  Resources  will  evaluate  information  provided  regarding  any \nreported or apparent barriers or limitations and will then communicate with the applicant or \nEmployee and engage in an interactive process to determine the nature of the limitation and what, \nif any, reasonable accommodation(s) may be appropriate. If, through this interactive process, the \nCompany and the individual arrive at a reasonable accommodation that does not impose an undue \nhardship on the operation of the Company’s business, the Company will make that reasonable \naccommodation. \n \nEmployees who wish to request time away from work to accommodate a limitation related to \npregnancy, childbirth or a related medical condition should contact Human Resources. However, \nthe  Company  will  not  require  a  qualified  Employee  to  take  leave  if  another  reasonable \naccommodation can be provided.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "10-11",
      "chunk_id": 13
    }
  },
  {
    "section_label": "Page-10-11",
    "content": "The Company prohibits discrimination on the basis of pregnancy, childbirth or related medical \nconditions. The Company also will not interfere with any individual’s rights under the PWFA or \ntake adverse  action against a qualified applicant  or Employee because they request  or use \nreasonable accommodations in accordance with this policy, report or oppose discrimination under \nthe PWFA, or participate in a proceeding involving an alleged violation of the PWFA. Individuals \nwho believe they have been subjected to, or believe that another individual has been subjected to, \nprohibited discrimination or retaliation should report it immediately to Human Resources. \n \nLACTATION ACCOMMODATIONS \n \nThe Company will provide lactating mothers reasonable break time to express milk.  This time is \nprovided in addition to regular break periods and should be scheduled in consultation with their \nsupervisor to minimize disruption.   Tramontina’s wellness rooms and restrooms provide a private, \ncomfortable, and clean space for lactation.  The wellness rooms are separate from restrooms and \nequipped with necessary amenities such as chair, table, and electrical outlets.  \n \n09      CONFIDENTIALITY \n \nThe protection of confidential business information and trade secrets is vital to the interests and",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "10-11",
      "chunk_id": 14
    }
  },
  {
    "section_label": "Page-10-11",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  11  of  49\nthe success of any business venture and this Company. For this reason, Tramontina requires every \nEmployee to sign an agreement to maintain the confidentiality of its proprietary information to \nwhich the Employee is provided, learns or otherwise has access to in the course of their duties at \nTramontina, or its affiliated companies. Such “Confidential Information” includes but is not \nlimited to: compensation data, financial information, personnel and staff information, employment \npractices, information of business customers or suppliers (including customer or supplier lists), \nmarketing  strategies,  new  business  strategies,  new  materials  research,  pending  projects  and \nproposals,  development  plans,  research  and  development  strategies,  and  any  operational \ninformation that is not known to the general public or to the Company’s competitors.  An item of \ninformation, or a compilation of information, in any form (tangible or intangible), related to the \nbusiness of the Company that the Company has not made public or authorized public disclosure \nof, and that is not generally known to the public through proper means.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "10-11",
      "chunk_id": 15
    }
  },
  {
    "section_label": "Page-10-11",
    "content": "Confidential Information does not include information lawfully acquired by non-management \nEmployees about wages, hours or other terms and conditions of employment, if used by them for \npurposes protected by §7 of the National Labor Relations Act such as joining or forming a union, \nengaging in collective bargaining, or engaging in other concerted activity for their mutual aid or \nprotection. Confidential Information also does not include conduct that was, or that an Employee \nreasonable believes to be, illegal; conduct that is recognized as against a clear mandate of public \npolicy; or the existence of a non-confidential settlement involving any such conduct. Nothing in \nthis Employee Handbook prohibits an Employee from communicating with any governmental \nauthority or making a report in good faith and with a reasonable belief of any violations of law or \nregulation  to  a  governmental  authority,  or  disclosing  Confidential  Information  which  the \nEmployee acquired through lawful means in the course of employment to a governmental authority \nin connection with any communication or report, or from filing, testifying or participating in a \nlegal proceeding relating to any violations, including making other disclosures protected or \nrequired by any whistleblower law or regulation to the Securities and Exchange Commission, the \nDepartment of Labor, or any other appropriate government authority. \n \nEmployees  are  expected  to  maintain  Confidential  Information  by  taking  the  following \nprecautionary measures:  \n \n1.\n \n \n                    \n   \n \n  Discuss Confidential Information only with other Company Employees who have a \nspecific business reason to know or have access to such information. \n2.   Do not share Confidential Information with outside parties.   \n3.   Monitor  and  supervise  visitors  in  any  places  where  the  Company  may  maintain \nConfidential Information. \n4.   Secure Confidential Information in the appropriate files per the company’s policies and \nprocedures.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "10-11",
      "chunk_id": 16
    }
  },
  {
    "section_label": "Page-10-11",
    "content": "Any improper transfer of material or disclosure of information, even though it is not apparent that \nan  Employee  has  personally  gained  by  such  action,  constitutes  unacceptable  conduct.  Any \nEmployee who participates in such practice will be subject to disciplinary action, up to and  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  12  of  49\nincluding termination of employment and possible legal action; which will be entitled to recover \nits costs and necessary attorney’s fees that are incurred in connection with the enforcement of this \nagreement.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "10-11",
      "chunk_id": 17
    }
  },
  {
    "section_label": "Page-12-13",
    "content": "All Employees are expected to maintain the highest standards of care when using the Company’s \nConfidential Information. This includes use via electronic storage mediums such as Company-\nissued laptop computers, Company issued phones, USB drives, or cloud-based storage drives. It is \nof the highest importance for each Employee to make sure that only authorized persons have access \nto the Confidential Information. Only put Confidential Information on any device or drive that you \nalways have complete control over. Do not leave Confidential Information or devices containing \nConfidential Information out in the open where they are unsupervised. Do not leave computers, \nphones, or USB drives in your car where they can be stolen, always take them inside with you. \nAlways use password protection and encryption for data whenever possible. If you are aware of \nConfidential Information being compromised or stolen, please report the situation to your manager \nimmediately. If you are aware of your devices, including your computer, your cellphone, or your \naccess badge being stolen, please report the theft to your manager immediately.  Should the \nCompany determine that the Employee was at fault for the loss of company property due to the \nEmployee’s failure to adhere to the Confidential Information policy in this handbook, then the \nCompany may deduct the cost for the loss of such property from the Employee’s paycheck.  \n \nFurther, Employees are hereby notified that under the 2016 Defend Trade Secrets Act (DTSA): (1) \nno individual will be held criminally or civilly liable under Federal or State trade secret law for \nthe disclosure of a trade secret (as defined in the Economic Espionage Act) that: (A) is made",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "12-13",
      "chunk_id": 18
    }
  },
  {
    "section_label": "Page-12-13",
    "content": "in \nconfidence   to  a Federal, State, or local government official, either directly or indirectly, or to an \nattorney; and made  solely   for the purpose of  reporting or investigating a suspected violation of \nlaw; or, (B) is made in a complaint or other document filed in a lawsuit or other proceeding,  if \nsuch filing is made   under seal  so that it is not made public; and, (2) an individual who pursues a \nlawsuit for retaliation by an employer for reporting a suspected violation of the law may disclose \nthe trade secret to the attorney of the individual and use the trade secret information in the court or \narbitration proceeding, if the individual files any document containing the trade secret under seal, \nand does not disclose the trade secret, except as permitted by order in that proceeding. \n \n010    CONFLICT OF INTEREST \n \nTramontina Employees are expected to devote their best efforts and attention to the full-time \nperformance of their jobs. Employees are expected to use good judgment, to adhere to high ethical \nstandards, and to avoid situations that create an actual or potential conflict between the Employee’s \npersonal interests and the interests of the Company.  \n \nAll Employees must conduct themselves in such a way as to avoid actual or potential conflicts of \ninterest. The following are examples of prohibited conflicts of interest in any aspect of their jobs: \n1.   Accepting personal gifts valued above $50 including gratuities, entertainment, or payment \nof expenses (beyond conventional business courtesies) from a customer, competitor, or  \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  13  of  49\nsupplier without obtaining the Company’s advance approval by contact HR for approval \ncoordination. In no event may a gift, gratuity or expense payment influence a business \ndecision, transaction or service, \n2.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "12-13",
      "chunk_id": 19
    }
  },
  {
    "section_label": "Page-12-13",
    "content": "Working for a competitor, supplier or customer of the Company, \n3.   Engaging in self-employment or any other form of competition with the Company, \n4.   Using proprietary or Confidential Company information for personal gain or to the \nCompany’s detriment, \n5.   Having a direct or indirect financial interest in or relationship with a competitor, customer, \nor supplier of the Company, \n6.   Having a personal, romantic relationship with a direct report or member of Management,  \n7.   Employing a family member that is a direct report or subordinate of another family \nmember or giving preferential treatment to a vendor, competitor, customer or supplier \nbased on personal or family connections, \n8.   Using Company assets or labor for personal use, and \n9.   Acquiring any interest in property or assets of any kind for the purpose of selling or leasing \nit to the Company. \n \nIf an Employee or someone with whom an Employee has a close relationship (such as a family \nmember or close companion) has a financial or employment relationship with a competitor, \ncustomer, supplier, or potential supplier of the Company or if the Employee is in doubt concerning \nthe proper application of this policy, the Employee must disclose this fact in writing to his or her \nManager and Human Resources.  \n \nIf an Employee is unsure whether a transaction, activity, or relationship could create a conflict of \ninterest, the Employee should discuss the situation with a manager or a member of the Human \nResources department.   \n \nIt is important that any secondary employment, as well as outside interests, do not interfere in any \nway with your job with the Company. You should also be careful that extra hours of work do not \naffect the safe performance of your job duties by leaving you tired or distracted. Also, if your \nsecond job creates a potential conflict of interest you are required to obtain written approval, in \nadvance, from the Manager, Human Resources and the CEO.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "12-13",
      "chunk_id": 20
    }
  },
  {
    "section_label": "Page-12-13",
    "content": "All Employees who are aware of violations of this policy must report such violation to their \nManager and Human Resources immediately. Violations of this policy may result in disciplinary \naction up to and including termination. \n \nFailure to disclose the fact of a conflict or potential conflict may constitute grounds for disciplinary \naction. \n \nThis policy in no way prohibits Employee affiliations or activities that are protected under \napplicable state and federal laws, including but not limited to any activity that is protected under \nSection 7 of the National Labor Relations Act, which includes the right of Employees to organize  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  14  of  49\ncollectively and to speak with others about their terms and conditions of employment.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "12-13",
      "chunk_id": 21
    }
  },
  {
    "section_label": "Page-14-15",
    "content": "Employees must avoid any relationship or activity that might impair, or even appear to impair, \ntheir ability to make objective and fair decisions when performing their jobs.  At times, an \nEmployee may be faced with situations in which business actins take on behalf of Tramontina may \nconflict with the Employees’ own personal interests.  Company property, information or business \nopportunities may not be used for personal gain. \n \nConflicts of interest could arise in the following circumstances (not all inclusive) \n \n \n                    \n   \n \n•   Being employed by or acting as a consultant to a competitor or potential competitor, \nsupplier or competitor, regardless of the nature of the employment while employed with \nTramontina. \n•   Hiring or supervising family members or closely related people. \n•   Serving as a board member for an outside commercial company or organization. \n•   Owning or having a substantial interest in a competitor, supplier or contractor. \n•   Accepting  gifts,  discounts,  favors  or  services  from  a  customer/potential  customer, \ncompetitor or supplier unless equally available to all company Employee’s \n•   Performing work as a vendor for Tramontina. \n \nEmployees with a conflict of interest question should seek advice from the Human Resources \nManager.  Before engaging in any activity, transaction or relationship that might give rise to a \nconflict of interest, or the appearance thereof, Employees must seek review from the Humana \nResources department.  \n \n011   RULES OF CONDUCT",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "14-15",
      "chunk_id": 22
    }
  },
  {
    "section_label": "Page-14-15",
    "content": "011   RULES OF CONDUCT \n \nAlong  with  the  advantages  and  opportunities  offered  by  Tramontina,  there  are  certain \nresponsibilities and obligations that you are expected to meet.  Your primary and most important \nresponsibility is to do a good job on the work assigned to you by your manager.  Rules and \nregulations are, however, necessary to provide for the safety and well-being of our Employees, \ncustomers and guests. Because compliance with the following is a condition of employment, \nviolations may result in corrective action up to and including immediate termination. \n \nThese rules do not alter the at-will nature of your employment. You have the right to terminate \nyour employment at any time, with or without cause or notice, and the Company has a similar right.  \n \nAlthough it is not possible to provide an exhaustive list of all types of unacceptable conduct and \nperformance, the following are some examples of such unacceptable behaviors: \n \n•   Falsification of employment records, employment information or other records; \n•   Recording the work time of another Employee, allowing any Employee to record another \nEmployee’s work time, or allowing falsification of any timecard, whether yours or another  \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  15  of  49\nEmployee’s;",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "14-15",
      "chunk_id": 23
    }
  },
  {
    "section_label": "Page-14-15",
    "content": "•   Theft or the deliberate or careless damage of the Company’s property or the property of \nany Employee, visitor or other third party involved in the Company’s business operations; \n•   Use or removal of materials, supplies, tools or products of the Company, a visitor or third-\nparty involved in the Company’s business operations without advanced permission from \nmanagement; \n•   Violation of the Company’s policies governing use of business equipment, electronic \nresources and information systems; \n•   Provoking a physical fight or engaging in physical fighting during working hours or on \npremises owned or occupied by the Company; \n•   Using abusive, violent, threatening or obscene language at any time during working hours \nor while on premises owned or occupied by the Company; \n•   Absence of  2  consecutive scheduled workdays without prior notice to the Company; \n•   Failing to obtain permission from your Manager to leave work or be offline during \nscheduled working time (not including legally required meal and rest breaks) unless the \nreason is legally protected; \n•   Failing to observe working schedules, including meal and rest breaks; \n•   Abusing or misusing paid sick leave (note: for Employees subject to mandatory sick leave \nlaws, the provisions of the applicable policy govern sick leave issues);  \n•   Failing to provide a certificate from a health care provider when requested or required to \ndo so in accordance with applicable law; \n•   Working overtime without authorization or refusing to work assigned hours; \n•   Violating any safety, health or security policy, rule or procedure of the Company;  \n•   Refusal to perform assigned duties as requested by a Manager unless unsafe or contrary to \nCompany policies or procedures;",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "14-15",
      "chunk_id": 24
    }
  },
  {
    "section_label": "Page-14-15",
    "content": "Company policies or procedures; \n•   Discrimination or harassment in violation of our EEO or Prohibited Harassment Policy \nagainst any Employee, client, contractor, visitor, or other individual involved in the \noperations of the Company based upon race, religion, age, sex, national origin, disability \nor any other protected characteristic under applicable law; and  \n•   Use, consumption or possession of intoxicating beverages or illegal drugs on the Company \npremises, during working hours, or a work event, or otherwise violating the Company’s \nDrug and Alcohol Policy.   \n•   Insubordination \n•   Destruction of company property \n•   Wasting  time  or  conducting  personal  business  during  work  hours,  using  company \nequipment for non-work-related reasons.  \n•   Solicitating business (selling items or services) or soliciting funds from coworkers.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "14-15",
      "chunk_id": 25
    }
  },
  {
    "section_label": "Page-14-15",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  16  of  49",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "14-15",
      "chunk_id": 26
    }
  },
  {
    "section_label": "Page-16-17",
    "content": "The above list is not intended to be all‑inclusive.  Its primary purpose is to identify the standards \nof performance/conduct that are expected and required for the benefit of all Employees.  \n \n \n \n                    \n   \n \n012    GRIEVANCE POLICY / COMPLAINT PROCEDURE",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "16-17",
      "chunk_id": 27
    }
  },
  {
    "section_label": "Page-16-17",
    "content": "At Tramontina, USA, we are committed to fostering a positive and respectful workplace. However, \nwe understand that from time to time, grievances or complaints may arise. It is important that \nEmployees feel heard and have a clear process for addressing concerns. The following grievance \nprocedure is designed to provide Employees with a structured and confidential method to raise \nissues and resolve disputes. \nThe purpose of this policy is to provide a formal process for Employees to report and resolve \ngrievances in a timely and fair manner. A grievance may relate to, but is not limited to: \n•   Working conditions \n•   Interpersonal conflicts \n•   Alleged discrimination, harassment, or bullying \n•   Management decisions \n•   Breach of company policies \n•   Pay and benefits disputes \nThis policy applies to all Employees of Tramontina, USA, regardless of their position or seniority.  \nAny applicant or employee who believes they have been subjected to prohibited discrimination, \nharassment, or retaliation by a co-worker, supervisor, manager, client, visitor, vendor, customer of \nthe Company, or who believes another individual has been subject to such conduct, should report \nit  immediately,  preferably  in  writing,  to  the  highest-ranking  on-site  Manager  or  to  Human \nResources. Employees are not required to report any prohibited conduct to a supervisor or manager \nwho may be hostile, who has engaged in such conduct, who is a close Employee of the person who \nhas engaged in such conduct, or with whom the employee is uncomfortable discussing such matters. \nApplicants and employees are encouraged to report concerns, even if they relate to incidents in the \npast, involve individuals who are no longer affiliated with the Company, or concern conduct \noccurring outside of work if it impacts the individual at work.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "16-17",
      "chunk_id": 28
    }
  },
  {
    "section_label": "Page-16-17",
    "content": "Employees are encouraged, but not required, to communicate to the offending person that the \nperson’s  conduct  is  offensive  and  unwelcome.  Any  Manager  who  receives  a  complaint  of \ndiscrimination,  harassment,  or  retaliation  must  immediately  report  the  allegation  to  Human \nResources. \n \nWhenever the Company is made aware of a situation that may violate this policy, the Company \nwill conduct a thorough and objective investigation. Confidentiality will be maintained to the  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  17  of  49\nextent practical and permitted by law. Investigations will be conducted as confidentially as \npossible and related information will only be shared with others on a need-to-know basis. The \ninvestigation will be completed, and a determination made and communicated to the employee as \nsoon as practical. The Company expects all employees to fully cooperate with any investigation \nconducted by the Company into a complaint of proscribed harassment, discrimination or retaliation, \nor regarding the alleged violation of any other Company policies, and during the investigation, to \nkeep matters related to the investigation confidential. \n \nIf a complaint of prohibited discrimination, harassment, or retaliation is substantiated, appropriate \ndisciplinary action, up to and including termination of employment, will be taken. If a complaint \ncannot be substantiated, the Company may take appropriate action to reinforce its commitment to \nproviding a work environment free from harassment.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "16-17",
      "chunk_id": 29
    }
  },
  {
    "section_label": "Page-17",
    "content": "Informal Resolution \n\nBefore initiating a formal grievance/complaint,  Employees are encouraged to resolve issues \ninformally. Employees may: \n•   Speak directly with the person(s) involved to discuss the issue in a constructive manner. \n•   Seek advice from their supervisor or a member of the HR department. If the matter is \nresolved informally, no further action is needed. \nFormal Grievance Procedure \nIf the issue cannot be resolved informally, or if the employee feels uncomfortable addressing it \ndirectly, the following steps should be taken: \nStep 1: Filing a Grievance \nThe employee should submit a written grievance to their immediate supervisor or the Human \nResources (HR) department. The grievance should include: \n•   A clear description of the issue(s) being raised \n•   Any relevant facts or documentation \n•   The desired outcome or resolution \nStep 2: Acknowledgment \nThe grievance will be acknowledged in writing within 3 working days by the recipient (supervisor \nor HR), and the employee will be informed of the next steps.   \nStep 3: Investigation  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  18  of  49\nAn investigation will be conducted by the appropriate personnel. This may involve: \n \n \n                    \n   \n \n•   Speaking to the employee(s) involved. \n•   Documenting the factual events \n•   Providing follow up with recommended resolution. \nAll information concerning an Employee complaint will be received in the strictest confidence.  \nSupervisors and other members of management will discuss a complain only with individuals who \nare involved in processing the complaint and otherwise, on a need to know basis.   \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "17",
      "chunk_id": 30
    }
  },
  {
    "section_label": "Page-18-19",
    "content": "OPEN DOOR POLICY \n\n \nTramontina is committed to complying with all employment regulations, guidelines and laws, both \nstate and federal. Any Employee who has concerns or complaints regarding any aspect of his or \nher employment may initiate a discussion with his or her Manager or an officer of the Company. \nAlthough Employees may directly contact an officer of the Company at any time, the Company \nrecommends that Employees maintain open lines of communication with their Managers by \nreviewing concerns with them first unless they feel uncomfortable doing so or the concern involves \nthe Manager. Problems will be dealt with promptly and will involve only necessary personnel. \nHowever,  please  understand  that  not  every  complaint  can  be  resolved  to  the  Employee's \nsatisfaction. Even so, we believe that open communication is essential to a successful work \nenvironment and all Employees should feel free to raise issues of concern without fear of reprisal. \n \nPlease note that some Company policies, such as the Sexual and Other Unlawful Harassment \npolicy, contain specific reporting procedures that should be followed. Employees should feel free \nto utilize this Open-Door policy for reports and ideas that are not addressed through the Company’s \nspecific reporting procedures. Managers should notify Human Resources immediately if issues \ninvolve harassment, discrimination, or retaliation. \n \n013       SECURITY & WORKPLACE VIOLENCE",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "18-19",
      "chunk_id": 31
    }
  },
  {
    "section_label": "Page-18-19",
    "content": "013       SECURITY & WORKPLACE VIOLENCE \n \nThe Company is committed to providing a safe, violence-free workplace and strictly prohibits \nEmployees, consultants, customers, visitors or anyone else on Company premises or engaging in \na Company-related activity from behaving in a violent or threatening manner. As part of this policy, \nTramontina seeks to prevent workplace violence before it begins and reserves the right to deal with \nbehavior that suggests a propensity towards violence even prior to any violent behavior occurring. \n \nThe  Company  believes  that  prevention  of  workplace  violence  begins  with  recognition  and \nawareness of potential early warning signs and has established procedures for responding to any \nsituation that presents the possibility of violence. More information is available from Human \nResources. \n  \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  19  of  49\nIn the interest of safety and security, upon completion of their shift, Employees are expected to \nleave the Tramontina facilities as soon as possible (this includes locker rooms, break areas, office \nareas, etc.) unless they are there on approved Company business. \n \nThe following acts although not exhaustive, are strictly prohibited and violations may be subject \nto discipline, up to and including termination: \n   \n1.\n \n \n                    \n   \n \n  Sabotage or intentional damage to Company property or property of another Employee. \n2.   Permitting any unauthorized visitor to enter the facility. \n3.   Causing physical injury to another person. \n4.   Making threatening remarks. \n5.   Aggressive or hostile behavior that creates a reasonable fear of injury to another person. \n6.   Possession of a weapon while on Company property.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "18-19",
      "chunk_id": 32
    }
  },
  {
    "section_label": "Page-18-19",
    "content": "In the interest of maintaining a workplace that is safe and free of violence, the Company generally \nprohibits the presence or use of firearms and other weapons on the Company’s property, regardless \nof whether or not the person is licensed to carry the weapon. In addition, in accordance with \nSection 30.06, Texas Penal, a person licensed under Subchapter H, Chapter 411, Government Code \n(handgun licensing law), may not enter Company property with a concealed handgun. Also, \npursuant to Section 30.07, Penal Code (trespass by license holder with an openly carried handgun), \na person licensed under Subchapter H, Chapter 411, Government Code (handgun licensing law), \nmay not enter Company property with a handgun that is carried openly. \n \nFor purposes of this policy, Company property is defined as all Company-owned or leased \nbuildings and surrounding areas such as sidewalks, walkways, driveways and parking lots under \nthe Company’s ownership or control, except as noted below. In addition, this policy applies to all \nCompany-owned or leased vehicles. Dangerous weapons include, but are not limited to, firearms, \nknives, explosives and other similar weapons. \n \nNotwithstanding any of the foregoing restrictions, the Company does not prohibit those who \nlawfully possess firearms or ammunition from storing their firearms or ammunition inside their \nlocked, privately owned vehicles in parking lots or other parking areas provided by the Company. \nSuch lawfully possessed firearms and ammunition may not be removed from the Employees’ \npersonal vehicle or displayed to others.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "18-19",
      "chunk_id": 33
    }
  },
  {
    "section_label": "Page-18-19",
    "content": "To the extent that parking lots or other parking areas utilized by Employees are not owned by the \nCompany, the owners of such parking lots may have additional rules that impact the storage of \nfirearms and ammunition. In such situations, Employees must comply with the rules of both the \nCompany and the property owner, in keeping with applicable law. \n \nEmployees  who  violate  this  policy  are  subject  to  disciplinary  action  up  to  and  including \ntermination of employment. A visitor who violates this policy may be removed from the property  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  20  of  49\nand reported to authorities. This policy does not apply to law enforcement personnel or security \npersonnel who are engaging in official duties.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "18-19",
      "chunk_id": 34
    }
  },
  {
    "section_label": "Page-20-21",
    "content": "The Company reserves the right at any time and at its discretion to search all Company-owned or \nleased vehicles and all vehicles, packages, containers, briefcases, purses, lockers, desks, enclosures \nand persons entering its property for the purpose of determining whether any weapon has been \nbrought onto its property or premises in violation of this policy. If Employees fail or refuse to \npromptly permit a search under this policy, they will be subject to disciplinary action up to and \nincluding termination. \n \nIf an imminent physical threat or danger exists, take immediate action to protect yourself and others \nfrom harm where you can do so safely.  This may include, depending on the circumstances, \nnotifying Tramontina Facilities Manager or first responders, notifying management and requesting \nassistance, moving to a secure location or calling 911.  \n \n \n \n                    \n   \n \n014    PROHIBITED HARASSMENT POLICY \n \nTramontina is committed to providing a work environment that is free of prohibited harassment. \nAs  a  result,  the  Company  maintains  a  strict  policy  prohibiting  sexual  harassment  and \ndiscrimination or harassment against applicants and Employees based on any legally-recognized \nstatus, including, but not limited to: race, color, religion, sex, pregnancy (including lactation, \nchildbirth or related medical conditions), sexual orientation, gender identity, age (40 and over), \nnational origin or ancestry, physical or mental disability, genetic information (including testing and \ncharacteristics), veteran status, uniformed servicemember status or any other status protected by \nfederal, state or local law. The Company’s policy against harassment applies to harassment that \nviolates any applicable law and also prohibits conduct that may not necessarily be illegal, however \nmay be determined to be inconsistent with the Company’s prohibited harassment policy.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "20-21",
      "chunk_id": 35
    }
  },
  {
    "section_label": "Page-20-21",
    "content": "The Company’s anti-harassment policy applies to all persons involved in its operations, regardless \nof their position, and prohibits harassing conduct by any Employee of the Company, including \nsupervisors, managers, and nonsupervisory Employees. This policy also protects Employees from \nprohibited harassment by third parties, such as customers, vendors, clients, visitors, or temporary \nor seasonal workers. If such harassment occurs in the workplace by someone not employed by the \nCompany, the procedures in this policy should be followed. The workplace includes actual \nworksites, any setting in which work-related business is being conducted (whether during or after \nnormal business hours), company-sponsored events, or company owned/controlled property. \n \nSexual Harassment Defined \n \nSexual harassment prohibited by this policy includes unwanted sexual advances, requests for \nsexual favors or visual, verbal or physical conduct of a sexual nature when: \n \n•   Submission to such conduct is made a term or condition of employment; or  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  21  of  49\n \n \n                    \n   \n \n•   Submission to, or rejection of, such conduct is used as a basis for employment decisions \naffecting the individual; or  \n•   Such conduct has the purpose or effect of unreasonably interfering with an Employee's \nwork performance or creating an intimidating, hostile or offensive working environment.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "20-21",
      "chunk_id": 36
    }
  },
  {
    "section_label": "Page-20-21",
    "content": "Sexual harassment includes various forms of offensive behavior based on sex. The following is a \nnon- exhaustive list of the types of conduct prohibited by this policy: \n  \n•   Unwanted sexual advances or propositions (including repeated and unwelcome requests \nfor dates); \n•   Offers of employment benefits in exchange for sexual favors; \n•   Making or threatening reprisals after a negative response to sexual advances; \n•   Visual conduct: leering, making sexual gestures, displaying of sexually suggestive objects \nor pictures, cartoons, posters, websites, emails or text messages; \n•   Verbal conduct: making or using sexually derogatory comments, innuendos, epithets, slurs, \nsexually explicit jokes, or comments about an individual’s body or dress, whistling or \nmaking suggestive or insulting sounds; \n•   Verbal and/or written communications of a sexual nature, graphic verbal and/or written \nsexually degrading commentary about an individual's body or dress, sexually suggestive \nor obscene letters, notes, invitations, emails, text messages, tweets or other social media \npostings; \n•   Physical conduct: touching, assault or impeding or blocking normal movements; and \n•   Retaliation for making harassment reports or threatening to report sexual harassment.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "20-21",
      "chunk_id": 37
    }
  },
  {
    "section_label": "Page-21",
    "content": "Other Types of Harassment \n\n \nHarassment on the basis of any legally protected status is prohibited, including harassment based \non:  race,  color,  religion,  sex,  pregnancy  (including  lactation,  childbirth  or  related  medical \nconditions), sexual orientation, gender identity, age (40 and over), national origin or ancestry, \nphysical or mental disability, genetic information (including testing and characteristics), veteran \nstatus, uniformed servicemember status or any other status protected by federal, state or local law. \nProhibited harassment may include behavior similar to the illustrations above pertaining to sexual \nharassment. It also includes, but is not limited to: \n \n•   Verbal conduct such as taunting, jokes, threats, epithets, derogatory comments or slurs \nbased on an individual’s protected status; \n•   Visual  and/or  written  conduct  including  derogatory  posters,  photographs,  calendars, \ncartoons, drawings, websites, emails, text messages or gestures based on an individual’s \nprotected status;  \n•   Physical conduct including assault, unwanted touching or blocking normal movement \nbecause of an individual’s protected status; and  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  22  of  49\n \n \n                    \n   \n \n•   Retaliation for making or threatening to make harassment reports to the Company, or for \nparticipating in an investigation into harassment allegations. \n \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "21",
      "chunk_id": 38
    }
  },
  {
    "section_label": "Page-22-24",
    "content": "PROTECTION AGAINST RETALIATION \n\n \nRetaliation is prohibited against any person by another Employee or by the Company for using the \nbelow complaint procedure, reporting harassment, objecting to such conduct or filing, testifying, \nassisting or participating in any manner in any investigation, proceeding or hearing conducted by \nthe Company or a governmental enforcement agency. Prohibited retaliation includes, but is not \nlimited to, termination, demotion, suspension, failure to hire or consider for hire, failure to give \nequal  consideration  in  making  employment  decisions,  failure  to  make  employment \nrecommendations impartially, adversely affecting working conditions, or otherwise denying any \nemployment benefit.  \n \nThe Company does not consider conduct in violation of this policy to be within the course and \nscope of employment and does not sanction such conduct on the part of any Employee, including \nmanagement Employees.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "22-24",
      "chunk_id": 39
    }
  },
  {
    "section_label": "Page-22-24",
    "content": "015    DRUG & ALCOHOL POLICY \nTramontina strives to maintain a workplace free of drugs and alcohol and to discourage drug and \nalcohol abuse by its Employees.  Misuse of alcohol or drugs by Employees can impair the ability \nof Employees to perform their duties, as well as adversely affect our customers and customers' \nconfidence in our company.  It is prohibited to consume or use drugs or alcohol on company \npremise and during business hours.  \nSmoke-Free Environment \nTo protect the health and safety of all Employees and customers of Tramontina, smoking is \nprohibited in Company buildings, on job sites that are indoors, and in Company-owned vehicles. \nEmployees who wish to smoke may do so only on their regular breaks and meal periods, and must \nsmoke outside of the building, job site, or Company-owned vehicle. \nInspections and Searches on Company Premises \n1.  Purpose of the Guideline \nTramontina believes that maintaining a workplace that is free of drugs, alcohol, and other harmful \nmaterials is vital to the health and safety of its Employees and to the success of the Company's \nbusiness. The Company also intends to protect against the unauthorized use or removal of \nCompany property. In addition, Tramontina’s intention is to assure its access, at all-times, to \nCompany premises and Company property, equipment, records, documents, and files. Accordingly,",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "22-24",
      "chunk_id": 40
    }
  },
  {
    "section_label": "Page-22-24",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  23  of  49\nthe Company has established this Guideline concerning inspections and searches, on Company \npremises. This Guideline applies to all Employees of Tramontina. \n2.  Definitions \n“Prohibited materials” means firearms or other weapons; explosives and/or hazardous materials or \narticles;  illegal  drugs  or  other  controlled  substances  as  defined  in  Tramontina's  Drug-Free \nWorkplace Guideline; drug-related paraphernalia; and alcoholic beverages or Company property \nthat an Employee is not authorized to have in their possession. \n“Company property” includes all documents, records, software, and files relating to Tramontina's \nbusiness; and all equipment, hardware and other property of any kind whether owned, leased, \nrented or used by the Company. \n“Company premises” includes all premises and locations owned or leased by Tramontina or under \nthe control of the Company, including parking lots, lockers and storage areas. \n“Reasonable suspicion” includes a suspicion that is based on specific personal observations such \nas an Employee's manner, disposition, muscular movement, appearance, behavior, speech or \nbreathe odor; information provided to management by an Employee, by law enforcement officials, \nby a security service or by other persons believed to be reliable; or a suspicion that is based on \nother surrounding circumstances. \n“Possession” means that an Employee has the substance or Company property on their person or \notherwise under their control. \n3.  Inspections and Searches \na)  Access to Company Property \nIn order to ensure access at all times to Company property and because Employees who are \nproperly in possession of Company property or information related to Company business may not \nalways be available to produce the property or information (when needed in the ordinary course \nof business), Tramontina retains the right to search any property or equipment owned by the",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "22-24",
      "chunk_id": 41
    }
  },
  {
    "section_label": "Page-22-24",
    "content": "Company with or without cause, at any time. The Company retains the right to search private \nproperty within our facility or grounds with reasonable cause and, to the extent practicable, with \nadvance notice. The Company retains the right to access information and communications stored \non Company technology resources, at all-times. \nRoutine searches or inspections for Company property may include an Employee's office, desk, \nfile cabinet, closet, computer files, voicemail or similar places where Employees may store \nCompany property or Company-related information, whether or not the places are locked or \nprotected by access codes.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "22-24",
      "chunk_id": 42
    }
  },
  {
    "section_label": "Page-22-24",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  24  of  49\nBecause  even  a  routine  search  for  Company  property  might  result  in  the  discovery  of  an \nEmployee's personal possessions, all Employees are encouraged to refrain from bringing into the \nworkplace any item of personal property that they do not wish to reveal to Tramontina. \nb)  Inspections and Searches for Prohibited Materials \nInspections or searches for prohibited materials in or on Company premises also will be conducted \nwhenever Tramontina has reasonable suspicion that an  Employee or Employees may be in \npossession of such materials in violation of this Guideline. \nInspections or searches for prohibited materials may be conducted by an independent security \nservice or by the Company with its own personnel. In all cases, a member of management should \nbe present. \nInspections or searches for prohibited materials may be conducted from time to time even when \nthere is no immediate reason to suspect the presence of the materials. In such cases, Tramontina \nmay announce the inspection in advance, except for inspections or searches conducted at locations \nwhere Employees enter or exit Company premises. \nInspections or searches for prohibited materials may include an Employee's office, desk, file \ncabinet, closet, or other locations where Employees may place personal possessions including, but \nnot limited to, Employee lockers and vehicles, when on Company premises, and/or other items of \npersonal property worn or carried while on Company premises. \nEmployees who refuse to cooperate during an inspection or search will not be forcibly detained or \nsearched. They will be informed, however, that Tramontina will base any disciplinary decision on \nthe information that is available, including their refusal to consent to the search as well as the \ninformation that gave rise to a reasonable suspicion that the Employee was in possession of \nprohibited materials, if applicable, and that their failure or refusal to cooperate could deprive the",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "22-24",
      "chunk_id": 43
    }
  },
  {
    "section_label": "Page-22-24",
    "content": "Company of information that may clear them of suspicion. In addition, Tramontina reserves the \nright to take appropriate action to prevent the unauthorized removal from Company premises of \nCompany property. \nc)  Disciplinary Action \nEmployees found to be in possession of prohibited materials in violation of this Guideline or to \nhave used Company property in an unauthorized manner and/or are found to be in violation of \nother Tramontina policies and guidelines may  be subject  to  discipline up to  and including \ntermination, regardless of the Company's reason for conducting the search or inspection. \nIf an Employee refuse to cooperate with a search or inspection that is based on reasonable suspicion \nthat the Employee is in possession of prohibited materials, the Company may take that refusal into \nconsideration in determining appropriate disciplinary action. Discipline will be based on all",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "22-24",
      "chunk_id": 44
    }
  },
  {
    "section_label": "Page-22-24",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  25  of  49\navailable information, including the information giving rise to the reasonable suspicion. It is \ntherefore to the Employee's advantage to cooperate with the search or inspection whenever \nprohibited materials are present.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "22-24",
      "chunk_id": 45
    }
  },
  {
    "section_label": "Page-25",
    "content": " \n \n                    \n   \n \nAlcohol \nTramontina has a “zero tolerance” policy regarding Employees using or being “under the influence” \nof alcohol while performing company business, while operating  motor vehicle in the course of \nbusiness or for any job-related purpose, or while on company premises or worksite.  “Under the \ninfluence” is defined as a breath alcohol reading greater than zero.  Responsible consumption of \nalcohol during after hour client meetings/dinners and during company sponsored events were \nalcohol is served will be permitted.  \nIllegal Drugs \nTramontina Employees are prohibited from using or being under the influence of illegal drugs \nwhile off duty or while on duty performing company business or while on a company facility or \nworksite.   Employees may not use, manufacture, distribute, purchase, transfer or possess an illegal \ndrug off duty or on duty in Tramontina facilities, while operating a motor vehicle for any job-\nrelated purpose or wile on the job, or while performing company business.  This policy does not \nprohibit the proper use of prescription medication under the direction of a physician; however, the \nmisuse of such prescription medication or the use of prescription medication without a prescription \nis prohibited.  \nIf the company determines an Employee has violated this Drug and Alcohol Policy, appropriate \ndisciplinary actions, up to and including termination, will be taken.   \nSearches \nTramontina may conduct searches for illegal drugs or alcohol on company premises without prior \nnotice to associates. Such searches may be conducted at any time. Associates are expected to \ncooperate fully. \n \nSearches of associates and their personal property may be conducted when there is reasonable \nsuspicion to believe that the associate has violated this policy or when circumstances or workplace \nconditions justify such a search.  Personal property may include, but is not limited to, purses, boxes, \nand briefcases, as well as any Tramontina property that is provided for associates' personal use, \nsuch as desks, lockers, and files. Associates shall have no expectation of privacy with respect to \nany Tramontina property utilized by associates and/or any personal property on Tramontina \npremises. Tramontina also reserves the right to search vehicles parked in its parking lots.  An \nassociate’s consent to a search is required as a condition of employment and the associate’s refusal \nto consent may result in disciplinary action, up to and including termination. \nReasonable suspicion testing  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  26  of  49\nSuperverses and or managers can make a referral for reasonable suspicion testing if it has been \nobserved that an individual’s functioning is impaired, such as but not limited to slurred speech, \ndilated pupils, smell of alcohol or other drugs, difficulty with balance, near miss of an accident, \netc.  They will inform the Human Resources department, at which point, HR will make the \ndetermination and send that Employee for testing.  \n \n \n                    \n   \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "25",
      "chunk_id": 46
    }
  },
  {
    "section_label": "Page-26",
    "content": "Post-Accident Testing \n\nEmployees involved in an accident as defined by OSHA & WHS guidelines will be required to \ntake a post-accident test.   \n \n016    COMMUNICATIONS SYSTEMS POLICY \n \nTelephones, computers, internet access and e-mail are tools provided to Employees of Tramontina \nfor business purposes.  These resources are provided for you so that you may perform your duties \nin an efficient manner.  These tools should not be used for personal reasons. \n \n•   Personal  phone  calls  during  working  hours  distract  Employees  from  their  job \nresponsibilities and may be disruptive to coworkers.  Personal phone calls during business \nhours are not acceptable except in the case of a family or medical emergency.  Excessive \nphone calls during the workday, regardless of whether they are made or received by \nEmployees, interfere with Employee productivity and are distracting to others.   \n \n•   Personal cell phones are not allowed during work hours, unless you have been provided \nwith a company cell phone.  Cell phone use is allowed during breaks and lunches.  Using \ncell phones to send text messages during working hours, keeping cell phones on desks or \nin work areas is not acceptable.  Cellphones are not to be used as calculators, stop watches, \netc.  If you need these tools, please contact your supervisor.   If you are experiencing a \nfamily emergency notify your supervisor so he/she is aware you may need to utilize your \ncell phone during work hours. \n \n•   Personal email should not be sent or received using your Tramontina business email \naddress.  This includes sending and receiving emails which are not business related from \nother Employees.  \n \n•   Using the internet for personal reasons, conducting personal business online, chatting \nonline (or instant messaging) and accessing personal email accounts are not permitted and \nshould not be done during business hours or utilizing the Company’s resources.  \n \nPersonal use of Tramontina’s communication services and equipment can impede the normal flow \nof business, incur unnecessary expenses and reduce productivity.  Employees are expected to take \ncare of personal business outside of work hours and should ensure that friends and family members  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  27  of  49\nare aware of Tramontina’s policies. \n \nShould you have any questions regarding these guidelines, please consult with your manager or \nwith Human Resources. \n \n \n                    \n   \n \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "26",
      "chunk_id": 47
    }
  },
  {
    "section_label": "Page-27-28",
    "content": "017    GENERAL INFORMATION \n\n \nHousekeeping \nA clean, well-kept facility helps to create a positive, lasting impression for our visitors.  It also \nmakes for a safer and more enjoyable work environment.  It is expected, however, that you do your \npart to keep work areas clean and orderly. This means keeping tools, supplies, materials, etc. stored \nin an orderly fashion.   \n \nKitchen Etiquette \nAssigned lunch areas are equipped with vending services, microwaves, etc. for Employee use.  It \nis asked that all Employees use this equipment with care and clean up after themselves before \nresuming work.  Eating is restricted to these areas only; eating is not allowed in production areas.  \nBeverages in closed top containers are not allowed in production areas.   \n \nPersonal Property \nTramontina does not in any way accept any liability and is not responsible for any damages to or \nthe loss or theft of any other personal property, including vehicles, of the Employees while at work. \n \nAt Tramontina, USA, we recognize the importance of taking breaks to promote employee well-\nbeing and productivity. This policy outlines the guidelines for breaks during the workday. \nSmoking on Company grounds \nSmoking is only allowed in designated smoking areas. Using e-cigarettes is no allowed indoors.  \nBreak Types:  \n•   Meal Breaks:  Employees working more than 6 hours are entitled to a one-hour unpaid \nmeal break. This break should be taken approximately halfway through your shift. \n•   Rest Breaks:  Employees are allowed two 15-minute paid rest breaks for each work period \nof 4 hours. These breaks should be taken at a time that does not disrupt business operations.  \nRest breaks may not be accumulated or taken at the end of a shift.  Abuse of break policies \nmay result in disciplinary action. \nInternal Job Application Policy   \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  28  of  49\n \n \n                    \n   \n \nPurpose : To establish a clear guideline regarding eligibility for internal job applications within \nthe company. \n•   Employees must have held their current position for a minimum of one year to qualify for \napplying to another position within the company. \n•   Exceptions may be made for: \no   Positions that are deemed critical or hard to fill. \n•   Employees must be in good standing, with a performance rating of \"meets expectations\" \nor higher, as reflected in their most recent performance review. \n•   Employees interested in applying for an internal position must submit their application \nthrough the designated internal job portal or directly to human resources. \n•   Applications  should  include  an  updated  resume  and  a  cover  letter  outlining  their \nqualifications and reasons for seeking the new role. \n•   Employees must notify their current supervisor about their intention to apply for another \nposition. \n•   Internal candidates will be evaluated based on their qualifications, performance, and \npotential fit for the new role. \n•   The hiring manager will ensure a fair and equitable selection process. \nThis policy ensures that employees have the opportunity to grow within the organization while \nmaintaining a level of stability in their current roles. Regular reviews of the policy may be \nconducted to ensure its effectiveness and alignment with company goals. \nAt Tramontina, USA, we encourage all employees to exercise their right to vote. This policy \noutlines the provisions for time off to participate in elections. \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "27-28",
      "chunk_id": 48
    }
  },
  {
    "section_label": "Page-29",
    "content": " Time Off to Vote:  \n\n•   Employees are entitled to take up to 2 hours of paid time off to vote if they do not have \nsufficient time outside of working hours. This applies to local, state, and federal elections. \n•   Employees must notify their supervisor at least 1-2 Days in advance of the election day if \nthey require time off to vote. \n•   Time off will be granted at the beginning or end of the workday, or as otherwise agreed \nupon with your supervisor, to minimize disruption to work operations. \n•   Employees are expected to return to work promptly after voting.  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  29  of  49\nAt Tramontina, USA, we recognize the role of social media in communication and engagement. \nThis policy outlines guidelines for employees when using social media, both personally and \nprofessionally. \n \n \n                    \n   \n \n•   Employees are free to express themselves on personal social media accounts. However, \nthey should avoid sharing confidential company information or making statements that \ncould be perceived as official company positions. \n•   Employees representing Tramontina, USA on official social media channels must adhere \nto company branding and communication standards. All posts must be approved by \ndesignated Marketing representative. \n•   Employees  should  maintain  a  respectful  tone  in  all  online  interactions.  Harassment, \ndiscrimination, or negative commentary about colleagues or the company will not be \ntolerated. \n•   Employees should be mindful of their privacy settings and understand that online behavior \ncan impact their professional reputation. \n•   Violations of this policy may result in disciplinary action, up to and including termination. \nFor questions or clarification, please reach out to your supervisor or the HR department. \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "29",
      "chunk_id": 49
    }
  },
  {
    "section_label": "Page-29",
    "content": "018    NEPOTISM, EMPLOYMENT OF RELATIVES AND PERSONAL RELATIONSHIPS \n\n \nClose relatives, spouses, partners, those in a romantic relationship or members of the same \nhousehold are not permitted to be in positions that have a reporting responsibility to each other. \nClose relatives are defined as husband, wife, spouse, domestic partner, father, mother, father-in-\nlaw, mother-in law, grandfather, grandmother, son, son-in-law, daughter, daughter-in law, uncle, \naunt,  nephew,  niece,  brother,  sister,  brother-in-law,  sister-in-law,  step  relatives,  cousins  and \ndomestic partner relatives.  \n \nIf Employees begin a romantic relationship or become relatives, partners or members of the same \nhousehold and one party is in a supervisory position to the other, that person is required to inform \nmanagement and the Human Resources Manager of the relationship.  \n \nTramontina reserves the right to apply this policy to situations where there is a conflict or the \npotential for conflict because of the relationship between Employees, even if there is no direct-\nreporting relationship or authority involved.  \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  30  of  49\n \n \n                    \n   \n \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "29",
      "chunk_id": 50
    }
  },
  {
    "section_label": "Page-30-31",
    "content": "019    EMPLOYEE CLASSIFICATION \n\n \nFull-time Employee –  An Employee regularly scheduled to work forty (40) per work week.   \n \nPart-time Employee –  An Employee regularly scheduled to work less than thirty-two (32) hours \nper work week.   \n \n \n020     PAY PERIOD AND PAYCHECK DISTRIBUTION \n \n \nThe work week begins at 12:00 a.m. on Sunday and ends at 11:59 p.m. on Saturday.  Employees \nare paid biweekly on Friday. \n \nEmployees are paid via direct deposit as there are no paper checks.  Please contact the HR \ndepartment for direct deposit form.  \n \nCertain deductions required by law will be made from each Employee's wages. These include \nfederal income taxes and social security (FICA) taxes. Other non-statutory deductions will be \nmade upon Employee authorization for additional health and/or life insurance options, voluntary \ntax-deferred investment (401K) programs, credit union deductions or other direct deposits into \nfinancial institutions, flexible spending account programs or for payment of a debt to the Company.  \n \nIn  the  event  of  an  inadvertent  or  improper  pay  deduction,  overpayment  or  error,  affected \nEmployees must immediately report their concern to Human Resources. The Company will review \nthe situation thoroughly and make any corrections to an Employee’s pay deemed necessary. \nQuestions or concerns about the Company policy should be addressed to HR – Payroll Department. \n \n021    ATTENDANCE POLICY \n \nManagers are responsible for monitoring their Employees’ attendance and are required to \nnotify the HR Department of instances of excessive absences and/or tardiness.  \n \nPunctual and regular attendance is an essential responsibility of each Employee. Employees are \nexpected to report to work as scheduled, on time and prepared to start work. Employees also are \nexpected to remain at work for their entire work schedule. Late arrival, early departure or other \nabsences from scheduled hours are disruptive and must be avoided.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "30-31",
      "chunk_id": 51
    }
  },
  {
    "section_label": "Page-30-31",
    "content": "In the event you are unable to report to work, you are responsible for notifying your manager \nwithin a reasonable period of time before your scheduled start time.   It is the responsibility of the \nemployee / Employee to gather his/her manager or supervisors contact information for this purpose.  \n   \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  31  of  49\nAny Employee who fails to report to work without notification to his or her supervisor / manager \nfor a period of two consecutive days or more will be voluntarily terminating their employment.  \n \n \n \n                    \n   \n \n Absence \n“Absence” is defined as the failure of an Employee to report for work when the Employee is \nscheduled to work. The two types of absences are defined below: \n \n1.   Excused absence occurs when all four of the following conditions are met:  \na.   the Employee provides sufficient notice to his or her supervisor,  \nb.   the reason is found credible or acceptable by his or her manager,  \nc.   such absence request is approved by his or her manager, and  \nd.   the  Employee  has  sufficient  paid  time  off  (PTO/VACATION)  to  cover  such \nabsence.  \n \n2.   Unexcused absence occurs when one or more of the four conditions above is not met. If it \nis necessary for you to be absent or late for work because of illness or an emergency, you \nmust notify your supervisor at least 30 minutes before your scheduled starting time on that \nsame day. If you are unable to call, you must have someone make the call for you. \nEmployees who have three consecutive days of excused absences because of illness or \ninjury may be required to provide medical documentation. \n \nNote: Employees must take available PTO/VACATION for every absence unless otherwise \nallowed by company policy (e.g., bereavement, jury duty).  Availability of PTO/VACATION hours \ndoes not affect the classification of the absence or tardy as excused or unexcused.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "30-31",
      "chunk_id": 52
    }
  },
  {
    "section_label": "Page-30-31",
    "content": "Tardiness  \nEmployees are expected to report to work on time. If you cannot report to work as scheduled, you \nmust notify your manager at least 30 minutes before your regular starting time. This notification \ndoes not excuse the tardiness but simply notifies your manager for proper planning.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "30-31",
      "chunk_id": 53
    }
  },
  {
    "section_label": "Page-32",
    "content": "Excessive Absences or Tardiness \n\nExcessive absences, tardiness and/or the abuse of the attendance policy may result in disciplinary \naction up to and including termination.  \n \n \n022  PAID TIME OFF \n \nTramontina’s guidelines regarding paid time off (PTO) are intended to preserve its ability to meet \nbusiness requirements while allowing each Employee the opportunity and flexibility to utilize time \noff.  \n \nFull-time Employees are able to utilize PTO as follows:  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  32  of  49\n \n \n                    \n   \n \n•   Full-time Tramontina Employees receive 22 days of PTO at the beginning of each year.  \nThis amount is prorated based on hire date.  New hires can use PTO after completing their \nfirst 90 days of employment with the Company.  \n•   Unused PTO will not be carried over  to the following year and no payouts.  \n \n•   Employees who received more than 22 days per year prior to the policy change (9/27/2019) \nare grandfathered and will continue to receive the same amount of PTO as they did in 2019. \n•   PTO is permitted to be taken in hourly increments. All PTO must be submitted via the ADP \nplatform or paper form and approved by the supervisor/manager at least 24 hours in \nadvance in order to be counted as scheduled & approved time off.   Paper requests must be \nsubmitted once approved to  timeoff.tusa@tramontina.com.   Due to  the great  impact \nattendance has on our business operations, unscheduled absences will be closely monitored.  \nIt is the managers responsibility to ensure that PTO/Sick Time is not misused, and \nemployees are not granted excess time off.  \n \n•   During holidays, critical projects, or for PTO requests for more than one week - please give \nas much notice as possible. In these instances, you should submit your request and receive \napproval before finalizing plans, purchasing airline tickets, etc.  \n \n•   PTO is not to be taken within the two-week or other notice period of an Employee’s \nvoluntary resignation.  The two-week notice is important to allow an Employee to help \ntransition their work, finish up any current projects, train others on needed tasks, etc.  \n•   Time paid but not worked, such as PTO, sick time, holidays, jury duty and other excused \nabsences, is  not counted  as work time in determining the amount of overtime due any non-\nexempt (hourly) Employee.   \nProrated calculations for new hires: \n\nPage-32\nTable: [['Hire Date', '', 'PTO hours', ''], ['January', '', '176', ''], ['February', '', '161', ''], ['March', '', '146', ''], ['April', '', '132', ''], ['May', '', '117', ''], ['June', '', '102', '']]",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "32",
      "chunk_id": 54
    }
  },
  {
    "section_label": "Page-32",
    "content": "New Hire Prorated PTO \n\nHire Date  PTO hours \nJanuary  176 \nFebruary  161 \nMarch  146 \nApril  132 \nMay  117 \nJune  102  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  33  of  49\nJuly \n \n \n                    \n   \n \n88 \nAugust  73 \nSept  59 \nOct  44 \nNov.  29 \nDec.  15 \n \n\nPage-32\nTable: [['Hire Date', '', 'PTO hours', ''], ['January', '', '176', ''], ['February', '', '161', ''], ['March', '', '146', ''], ['April', '', '132', ''], ['May', '', '117', ''], ['June', '', '102', '']]",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "32",
      "chunk_id": 55
    }
  },
  {
    "section_label": "Page-33",
    "content": "SICK TIME: \n\n \nTramontina offers up to five business days of sick time, per calendar year, for both exempt (salary) \nand non-exempt (hourly) Employees. Any accrued but unused sick time does not carry over to the \nnext calendar year, and does not pay out at termination of employment. To have time coded as \n“sick time off”, you must submit a doctor's note to your manager and email the doctor’s note to \nthe HR email box timeoff.tusa@tramontina.com to be processed manually. In order to have time \ncoded as sick time off, the Employee must submit the necessary documentation in the same work \nweek as the absence, which will help ensure that time is applied correctly when payroll is \nprocessed.   \n \n023   COMPANY HOLIDAYS: \n \nEligible full-time Employees will receive eight (8) hours of holiday pay for the observed holidays \npublished/communicated by the Company.  To be eligible for holiday pay, Employees must \nwork their full, scheduled shift, on the workdays immediately preceding and following the \nobserved holiday . Employees with approved PTO days immediately preceding and/or following  \na Company holiday are also eligible for holiday pay.  \n \nEmployees who experience sickness, or a medical emergency, and miss a partial/full shift, the day \nimmediately preceding or following an observed holiday, must provide a doctor’s note in order to \nreceive holiday pay.  \n \nExcused military, bereavement, civic duty summons/subpoena, and jury duty time off will count \nas days worked when determining eligibility for holiday pay, as will workers compensation when \nappropriate.  The Company does not count holiday pay as hours worked for purposes of \ncalculating overtime for non-exempt Employees . \n \n024  BEREAVEMENT: \n \nTramontina provides bereavement paid time off to full-time Employees who need to take time off \ndue to the death of an immediate family member. A request form must be completed, signed by \nyour manager, and submitted to timeoff.tusa@tramontina.com. \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  34  of  49\nEmployees are allowed up to three (3) paid working days off due to the death of an immediate \nfamily member which includes: the Employee’s spouse, children, parents, step-parents, brothers, \nstep-brothers, sisters, step-sisters or grandparents as well as the following members of the spouse’s \nfamily: parents, brothers, sisters, or grandparents. \n \nFor family members other than those defined above, or friends, an Employee will be allowed to \ntake PTO. If all PTO is exhausted, an Employee will be allowed to take a maximum of three (3) \ndays of unpaid leave per year. \n \nThe Employee must provide notice to his/her supervisor as soon as the need for bereavement leave \nis known.  \n \n \n \n                    \n   \n \n\nPage-33\nTable: [[None, '', '88', ''], ['August', '', '73', ''], ['Sept', '', '59', ''], ['Oct', '', '44', ''], ['Nov.', '', '29', ''], ['Dec.', '', '15', '']]",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "33",
      "chunk_id": 56
    }
  },
  {
    "section_label": "Page-34-35",
    "content": "025    JURY DUTY:    \n\nTramontina encourages you to fulfill your civic responsibilities by serving jury duty when required. \nYou must provide the People & Culture Department (HR) with a copy of your jury duty notice or \nsubpoena to appear (as a civic duty witness) as soon as possible. Employees who are required to \nserve on jury duty are not required to attend work before or after court on the day of service and \nwill be compensated for their full scheduled shift(s) pending they provide proof of jury service. \nCourt orders or subpoenas for Employees involved in personal legal proceedings are not \ncovered by this policy .  \n \n026  FAMILY & MEDICAL LEAVE \n \nThe Company provides family and medical leaves of absences to eligible Employees in accordance \nwith the federal Family and Medical Leave Act (the “FMLA”) and applicable state or local laws. \nAlthough the federal and state laws sometimes have different names, the Company refers to these \ntypes of leaves collectively as “FMLA Leave.”   \n \nEmployee Eligibility \n \nTo be eligible for FMLA Leave benefits, Employees must: (1) have worked for the Company \nfor a total of at least 12 months; (2) have worked at least 1,250 hours over the previous 12 \nmonths as of the start of the leave; and (3) work at a location where at least 50 Employees are \nemployed by the Company within 75 miles, as of the date the leave is requested. If Employees \nare unsure whether they qualify, they should contact Human Resources. \n \nReasons for Leave \n \nFMLA  Leave  may  be  used  for  various  reasons.  Because  Employees’  legal  rights  and \nobligations may vary depending upon the reason for the FMLA Leave, it is important to \nidentify the purpose or reason for the leave. FMLA Leave may be used for one of the following \nreasons:  \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  35  of  49",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "34-35",
      "chunk_id": 57
    }
  },
  {
    "section_label": "Page-34-35",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  35  of  49\n \n \n \n                    \n   \n \n•   The birth of and subsequent care for, or adoption or foster placement of, an \nEmployee's child within 12 months following birth or placement (Bonding Leave); \n•   To care for an immediate family member (spouse, child, or parent with a serious \nhealth condition) (Family Care Leave); \n•   An Employee’s inability to work because of a serious health condition (Serious \nHealth Condition Leave); \n•   A “qualifying exigency,” as defined under the FMLA, arising from a spouse’s, \nchild’s, or parent’s “covered active duty” (as defined below) as a member of the \nArmed Forces, including a member of the Reserves or National Guard (Military \nEmergency Leave); and/or \n•   To care for a spouse, child, parent or next of kin (nearest blood relative) who is a \n“Covered Servicemember,” as defined below (Military Caregiver Leave). \n \nThe application of an FMLA designation to time off of work for FMLA-qualifying reasons is \nthe responsibility of the Company. If an Employee is otherwise eligible, the Company may \ndesignate time off work as FMLA, whether or not the Employee requests FMLA.   \n \nDefinitions",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "34-35",
      "chunk_id": 58
    }
  },
  {
    "section_label": "Page-34-35",
    "content": "Definitions \n \n•   “Child”  for  purposes  of  Bonding  Leave  and  Family  Care  Leave,  means  a \nbiological, adopted or foster child, a stepchild, a legal ward, or a child of a person \nstanding  in loco parentis , who is either under age 18, or age 18 or older and \nincapable of self-care because of a mental or physical disability at the time that \nFamily and Medical Leave is to commence. “Child,” for purposes of Military \nEmergency Leave and Military Caregiver Leave, means a biological, adopted or \nfoster child, stepchild, legal ward, or a child for whom the person stood  in loco \nparentis , and who is of any age. \n•   “Parent”  for purposes of this policy, means a biological, adoptive, step or foster \nfather or mother, or any other individual who stood  in loco parentis  to the person. \nThis term does not include parents “in-law.” For Military Emergency leave taken \nto provide care to a parent of a deployed military member, the parent must be \nincapable of self-care as defined by the FMLA. \n•   “Covered Active Duty”  means (1) in the case of a member of a regular component \nof the Armed Forces, duty during the deployment of the member with the Armed \nForces to a foreign country; and (2) in the case of a member of a reserve component \nof the Armed Forces, duty during the deployment of the member with the Armed \nForces to a foreign country under a call or order to active duty (or notification of \nan impending call or order to active duty) in support of a contingency operation as \ndefined by applicable law. \n•   “Covered Servicemember”  means (1) a member of the Armed Forces, including \na member of a reserve component of the Armed Forces, who is undergoing medical \ntreatment, recuperation or therapy, is otherwise in outpatient status, or is otherwise",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "34-35",
      "chunk_id": 59
    }
  },
  {
    "section_label": "Page-34-35",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  36  of  49\non the temporary disability retired list, for a serious injury or illness incurred or \naggravated in the line of duty while on active duty that may render the individual \nmedically unfit to perform their military duties, or (2) a person who, during the five \n(5) years, under the applicable coverage period, prior to the treatment necessitating \nthe leave, served in the active military, Naval, or Air Service, and who was \ndischarged or  released therefrom under conditions other than dishonorable (a \n“veteran” as defined by the Department of Veteran Affairs), and who has a \nqualifying injury or illness incurred or aggravated in the line of duty while on active \nduty that manifested itself before or after the member became a veteran.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "34-35",
      "chunk_id": 60
    }
  },
  {
    "section_label": "Page-36-37",
    "content": "•   “Spouse”  means the other person with whom an individual entered into marriage \nas defined or recognized under state law for purposes of marriage in the state in \nwhich the marriage was entered into, or, in the case of a marriage entered into \noutside of any state, if the marriage is valid in the place where entered into and \ncould have been entered into in at least one State. This includes common law \nmarriage in places where these marriages are recognized. \n \nAmount of Leave Available \n \nThe maximum amount of FMLA Leave will be 12 workweeks in any 12-month period when \nthe leave is taken for: (1) Bonding Leave; (2) Family Care Leave; (3) Serious Health Condition \nLeave; and/or (4) Military Emergency Leave. However, if both spouses work for the Company \nand are eligible for leave under this policy, the spouses will be limited to a total of 12 \nworkweeks off between the two of them when the leave is for Bonding Leave or to care for a \nparent using Family Care Leave. The applicable “12-month period” utilized by the Company \nis the rolling backward. Under this method, the 12-month period is measured backward from \nthe date the Employee uses any FMLA leave. \n \nThe maximum amount of FMLA Leave for an Employee wishing to take Military Caregiver \nLeave will be a combined leave total of 26 workweeks in a single 12-month period. A “single \n12-month period” begins on the date of the Employee's first use of such leave and ends 12 \nmonths after that date. \n \nIf both spouses work for the Company and are eligible for leave under this policy, the spouses \nwill be limited to a total of 26 workweeks off between the two when the leave is for Military \nCaregiver Leave only, or is for a combination of Military Caregiver Leave, Bonding Leave \nand/or Family Care Leave taken to care for a parent. \n \nIntermittent Leave \n \nUnder some circumstances, Employees may take FMLA Leave intermittently, which means \ntaking leave in blocks of time, or by reducing the Employee's normal weekly or daily work \nschedule. Leave taken intermittently may be taken in increments of no less than one (1) hour.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "36-37",
      "chunk_id": 61
    }
  },
  {
    "section_label": "Page-36-37",
    "content": "Tramontina USA, Inc. – Versión 4.0 –   March 2025   Page  37  of  49\nIf an Employee’s request for intermittent leave is approved, the Company may later require \nEmployees to obtain recertification of their need for leave. For example, the Company may \nrequest recertification if it receives information that casts doubt on an Employee's report that \nan absence qualifies for FMLA Leave. \n \n \n \n                    \n   \n \nPlanned Medical Treatment \n \nEmployees who take leave intermittently or on a reduced work schedule basis for a planned \nmedical treatment must make a reasonable effort to schedule the leave so as not to unduly \ndisrupt the Company’s operations. Please contact Human Resources prior to scheduling \nplanned medical treatment. If FMLA Leave is taken intermittently or on a reduced schedule \nbasis due to foreseeable planned medical treatment, we may require Employees to transfer \ntemporarily to an available alternative position with an equivalent pay rate and benefits, \nincluding a part-time position, to better accommodate recurring periods of leave. \n \nNotice and Certification \n \nEmployees taking Bonding, Family Care, Serious Health Condition and/or Military Caregiver \nLeave Requirements are required to provide: \n \n•   When the need for the leave is foreseeable, 30 days advance notice or such notice \nas is both possible and practical if the leave must begin in less than 30 days \n(normally this would be the same day the Employee becomes aware of the need for \nleave or the next business day); \n•   When the need for leave is not foreseeable, notice within the time prescribed by \nthe Company’s normal absence reporting policy, unless unusual circumstances \nprevent compliance, in which case notice is required as soon as is otherwise \npossible and practical; \n•   When the leave relates to medical issues, a completed Certification of Health-Care \nProvider  form  within  15  calendar  days  (for  Military  Caregiver  Leave,  an \ninvitational travel order or invitational travel authorization may be submitted in \nlieu of a Certification of Health-Care Provider form); \n•   Periodic recertification (upon request); and \n•   Periodic reports during the leave. \n \nEmployees taking Military Emergency Leave Requirements are  required to provide:",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "36-37",
      "chunk_id": 62
    }
  },
  {
    "section_label": "Page-36-37",
    "content": "•   As much advance notice as is reasonable and practicable under the circumstances; \n•   A copy of the covered military member’s active duty orders when the Employee \nrequests leave and/or documentation (such as Rest and Recuperation leave orders) \nissued by the military setting forth the dates of the military member’s leave; and \n•   A completed Certification of Qualifying Exigency form within 15 calendar days, \nunless unusual circumstances exist to justify providing the form at a later date.  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  38  of  49",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "36-37",
      "chunk_id": 63
    }
  },
  {
    "section_label": "Page-38-39",
    "content": "Certification forms are available from Human Resources. \n \nAt the Company’s expense, the Company may require a second or third medical opinion regarding \nthe Employee's own serious health condition or the serious health condition of the Employee's \nfamily member. Employees are expected to cooperate with the Company in obtaining additional \nmedical opinions the Company may require. \n \n \n \n                    \n   \n \nRecertification After Grant of Leave \n \nIn addition to the requirements listed above, if an Employee's FMLA Leave is certified, the \nCompany may later require medical recertification in connection with such leave. For example, \nthe Company may request recertification if (1) the Employee requests an extension of leave; \n(2) the circumstances of the Employee’s condition as described by the previous certification \nchange significantly (e.g., Employee absences deviate from the duration or frequency set forth \nin the previous certification; Employee's condition becomes more severe than indicated in the \noriginal certification; Employee encounters complications); or (3) the Company receives \ninformation that casts doubt upon the Employee's stated reason for the absence ( e.g ., the \nCompany observes a suspicious pattern of intermittent leave use; you are known to be \nengaging in conduct contrary to your current medical certification). In addition, the Company \nmay request recertification in connection with an absence after six months have passed since \nthe Employee's original certification, regardless of the estimated duration of the serious \nhealth  condition  necessitating  the  need  for  leave.  Any  recertification  requested  by  the \nCompany shall be at the Employee’s expense. \n \nFailure to Provide Certification or Return from Leave",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "38-39",
      "chunk_id": 64
    }
  },
  {
    "section_label": "Page-38-39",
    "content": "Failure to Provide Certification or Return from Leave \n \nAbsent  unusual  circumstances,  failure  to  comply  with  these  notice  and  certification \nrequirements may result in a delay or denial of FMLA Leave. If an Employee fails to return \nto work at his or her leave’s expiration and has not obtained an extension of the leave, the \nCompany may presume that the Employee does not plan to return to work and has voluntarily \nterminated his or her employment. \n \nCompensation During Leave \n \nGenerally, FMLA Leave is unpaid. However, Employees may be eligible to receive benefits \nthrough the Company’s sponsored wage-replacement benefit programs. All payments of \nwage-replacement  benefits and accrued paid leave will be integrated so that Employees will \nreceive no greater  compensation than their regular compensation during this period .  The \nCompany may require Employees to use accrued PTO to cover some or all of the FMLA Leave. \nThe use of paid benefits will not extend the length of a FMLA Leave. \n  \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  39  of  49\n \n \n                    \n   \n \nBenefits During Leave",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "38-39",
      "chunk_id": 65
    }
  },
  {
    "section_label": "Page-38-39",
    "content": "Benefits During Leave \n \nThe Company will continue making contributions to Employee group health benefits during \nan Employee’s leave on the same terms as if the Employee had continued to actively work. \nThis means that if an Employee wants his or her benefits coverage to continue during his or \nher leave, the Employee must also continue to make the same premium payments that he or \nshe are regularly required to make for himself or herself or his or her dependents. Employees \ntaking Bonding Leave, Family Care Leave, Serious Health Condition Leave, and Military \nEmergency Leave will generally be provided with group health benefits for a 12-workweek \nperiod. Employees taking Military Caregiver Leave may be eligible to receive group health \nbenefits coverage for up to a maximum of 26 workweeks. In some instances, the Company \nmay recover premiums it paid on the Employee's behalf to maintain health coverage if the \nEmployee fails to return to work following a FMLA Leave. \n \nJob Reinstatement \n \nUnder most circumstances, Employees will be reinstated to the same position they held at the \ntime of the leave or to an equivalent position with equivalent pay, benefits, and other terms \nand conditions of employment. However, Employees have no greater right to reinstatement \nthan if they had been continuously employed rather than on leave. For example, if an \nEmployee would have been laid off if they had not gone on leave or, if the Employee's position \nwas eliminated during the leave, then the Employee will not be entitled to reinstatement. \n \n“Key Employees,” as defined by law, may be subject to reinstatement limitations in some \ncircumstances. If an Employee is a “key Employee,” the Employee will be notified of this \nstatus at the time he or she requests a leave, and the Company will notify the Employee as \nsoon as is practicable whether such limitations on his or her reinstatement rights exist.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "38-39",
      "chunk_id": 66
    }
  },
  {
    "section_label": "Page-38-39",
    "content": "Return to Work Medical Release \n \nPrior to being allowed to return to work, an Employee wishing to return from a Serious Health \nCondition Leave must submit an acceptable release from a health care provider that certifies the \nEmployee can perform the essential functions of the job as those essential functions relate to the \nEmployee's serious health condition. For an Employee on intermittent FMLA Leave, such a release \nmay be required if reasonable safety concerns exist regarding the Employee’s ability to perform their \nduties, based on the serious health condition for which the Employee took the intermittent leave. \n \nFraudulent Use of FMLA Prohibited \n \nAn Employee who fraudulently obtains FMLA Leave from the Company is not protected by \nFMLA’s  job  restoration  or  maintenance  of  health  benefits  provisions.  In  addition,  the \nCompany will take all available appropriate disciplinary action against such Employee due to  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  40  of  49\nsuch fraud, up to and including termination of employment.",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "38-39",
      "chunk_id": 67
    }
  },
  {
    "section_label": "Page-40",
    "content": " \n \n \n                    \n   \n \nNon-FMLA Leave \n \nTo the extent required by law, some extensions to leave beyond an Employee’s FMLA \nentitlement may be granted when the leave is necessitated by an Employee's work-related \ninjury or illness or by a “disability” as defined under the Americans with Disabilities Act \nand/or applicable law. Certain restrictions on these benefits may apply. \n \nNondiscrimination \n \nThe Company takes its FMLA obligations very seriously and will not interfere, restrain or \ndeny the exercise of any rights provided by the FMLA. We will not terminate or discriminate \nagainst any individual for opposing any practice, or because of involvement in any proceeding \nrelated to the FMLA. If an Employee believes their FMLA rights have been violated in any \nway, they should immediately report the matter to Human Resources. \n \nAdditional Information Regarding FMLA \n \nA Notice to Employees of Rights Under FMLA (WHD Publication 1420) can be found online.  \nEmployees should contact Human Resources as to any FMLA questions they may have. \nMilitary Leave \n \nThe Company provides military leaves of absence to Employees who serve in the uniformed \nservices as required by the Uniformed Services Employment and Reemployment Rights Act \nof 1994 and applicable state law. Leave is available for active duty, active duty for training, \ninitial active duty for training, inactive duty training, full-time National Guard duty, for \nexaminations to determine fitness for any such duty, and for any other leave permitted by law. \nTotal military leave time taken may not exceed five (5) years during employment, except in \ncertain specific circumstances or as otherwise provide by law. \n \nAdvance notice of the need for leave is required, preferably in writing, unless giving such \nnotice is not reasonable based on circumstances not attributable to the Employee or is \nprecluded by military necessity. Please inform Human Resources of anticipated military leave \ntime as far in advance as possible. Accrued vacation will be paid during military leave at your \nrequest. \n \nHealth insurance benefits will remain in effect for the first thirty (30) days of any military \nleave assuming the Employee was covered by the plan as of the date leave started. After this \nthirty-day period, Employees on a military leave, and their dependents, will be given the \nopportunity to elect to continue their health insurance benefits as required by USERRA up to \n24 months, subject to the terms, conditions, and limitations of the plan for which the Employee  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  41  of  49\nhas elected coverage immediately prior to the leave.   \n \nIf you comply with the steps necessary under state or federal law for reemployment, the \nCompany will reinstate you according to that law. Failure to return to work or reapply within \nthe applicable time limits may result in loss of employment rights. \n \nIf, after having reviewed the policy, you have questions about your rights and responsibilities under \nthe FMLA, or this policy, please contact the Human Resources Manager. \n \n \n \n                    \n   \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "40",
      "chunk_id": 68
    }
  },
  {
    "section_label": "Page-41",
    "content": "Applying for FMLA Leave \n\n \nHow do I request Leave? \nAn Employee must provide sufficient information for Tramontina to determine if the absence may \nqualify for FMLA protection and the anticipated timing and duration of the leave.  The HR \ndepartment  will  provide  FMLA  approved  documentation  for  the  Employee  to  have  his/her \nphysician complete and return within 15 days for review and or approval.   \n \nEmployee must adhere to the pre-approved leave and provide doctor’s release (if applicable) to \nreturn to work.  If employee fails to return to work on their scheduled return to work date and has \nnot provided information to HR and or failed to communicate updates to HR, that Employee will \nbe sent a letter and informed of their termination of employment due to not returning to work or  \ninforming the company of their intent.   \n \nWho is Eligible for FMLA Leave? \n \na.   FMLA. To be eligible for FMLA, you must: (1) have been employed by TRAMONTINA \nfor at least 12 months (whether consecutively or not); (2) have worked at least 1,250 hours during \nthe 12-month period immediately preceding the commencement of the requested leave; and (3) be \nemployed at a work site where 50 or more associates are employed by TRAMONTINA within a \n75-mile radius.   \n \nTramontina  will  inform  employee  requesting  leave  whether  they  meet  the  basic  eligibility \nrequirements for FMLA leave.  At the same time, Tramontina will inform the employee of any \nadditional information required to verify that the need for leave is for a FMLA-qualifying reason \nand employee’s rights and responsibilities. \n \n \nWhat Types of Leave are Covered? \n \na.  FMLA.  Generally, Tramontina will recognize FFMLA protection for    \n  eligible associates for up to a total of 12 weeks of unpaid leave in a calendar year   \n  for one or any combination of the following reasons:  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  42  of  49\n1.  For the birth of an associate’s child or for the placement of a child with the    \n  associate for adoption or foster care;  \n2.  To care for a child, spouse, or parent suffering from a serious health      \n  condition;  \n3.  For an associate’s own serious health condition; or \n4.  To address a qualifying exigency arising out of an associate’s spouse’s,      \n  child’s or parent’s active duty or call to active duty.  However, the  FMLA    \n  does not provide for a full 12 weeks of leave for all types of qualifying      \n  exigencies. \n \nPlease make sure to contact your Human Resources department for all questions and guidance \non this topic.  \n \n \n                    \n   \n \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "41",
      "chunk_id": 69
    }
  },
  {
    "section_label": "Page-42",
    "content": "027    CORRECTIVE ACTION  \n\n \nThe purpose of corrective action is to change an Employee’s behavior that is not consistent with \nexpectations. The corrective action program is designed to encourage Employees to improve their \nperformance and dedicate themselves to the vision and goals of the Company. \n \nCorrective action will not follow any one rigid progression.  The severity of corrective action will \ndepend on the severity of and frequency of misconduct.  Tramontina reserves the right to use \njudgment and discretion where circumstances warrant.  Although this policy describes how we \nwill generally address issues requiring corrective action, the policy is not binding on Tramontina.  \nThere are a variety of types of corrective action that may be taken in any particular situation.  \nCorrective action may include verbal instruction or warning, written warnings, suspensions, or \ntermination.  The type of corrective action taken will depend on the circumstances of the individual \ncase.   \n \nGenerally,  once  a  performance  problem  is  identified,  the  manager  will  verbally  review \nexpectations with the Employee involved, with appropriate documentation. If the problem is not \nresolved, the following may occur: \n \nWritten Verbal Coaching:  The Manager counsels the Employee (after fact-finding and \nafter  HR consultation), with documentation provided for the HR file.  \n \nWritten Warning:  The Manager counsels the Employee (after fact-finding and  after  HR \nconsultation), with documentation provided for the HR file.  \n \nFinal Warning:  The Manager and a Human Resources Manager hold a discussion with \nthe Employee (fact-finding). Final action is reviewed by upper management and Human \nResources prior to any disciplinary implementation.  If appropriate, suspension may occur \nat this level, with or without pay based on the HR investigative results.  \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  43  of  49\n \n \n                    \n   \n \nTermination:   The Manager and Human Resources Manager hold a discussion with the \nEmployee (fact-finding) resulting in termination.  \n \nMultiple or subsequent offenses will subject the Employee to the next offense level of the \ncorrective action process.  Tramontina reserves the right to skip progressive steps in any particular \nincluding immediately terminating the Employee based on severity of situation.   All incidents \nmust be properly documented, and copy placed in Employee file.  Final corrective action will be \ndetermined by Human Resources.  \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "42",
      "chunk_id": 70
    }
  },
  {
    "section_label": "Page-43",
    "content": "028   DRESS CODE  \n\n \nWhile it is the intent of Tramontina that all Employees dress for their own comfort during work \nhours, the professional image of our Company is maintained, in part, by the image that our \nEmployees present to customers, clients, vendors, and other visitors. \n \nAll  warehouse Employees and anyone working in a warehouse environment / housekeeping \nare expected to wear clothing, which is not torn, free of holes, and is appropriate for work.  Closed \ntoe shoes are required in all areas.  Name badges are considered as part of the dress code and are \nrequired to be worn at all times if available.  \n \nItems that are never appropriate for warehouse personnel include:  \n \n•   clothing which is torn, has holes, or is revealing \n•   short shorts (no shorter than 3 inches above kneecap) \n•   clothing which reveals back, chest, cleavage, stomach, or undergarments \n•   spaghetti strap shirts \n•   sleeveless shirts  \n•   any sandals or similar open toe shoes \n•   clothing that has words, terms or pictures that may be offensive to others \n•   loose fit clothing or accessories (including lanyards) that poses a potential safety hazard \n•   clothing with hoods or chords which pose a potential safety hazard \n \nJewelry items which are never appropriate for warehouse personnel  include:  \n•   watches (only those w/ stretch bands are allowed) \n•   earrings that dangle or exceed 3/8” in diameter   \n•   rings \n•   bracelets \n•   necklaces \n•   any jewelry that poses a potential safety hazard \n \nHair touching the shoulders must be pulled up in a ponytail or bun and away from machinery and \nwork surfaces.  Beards that exceed 3 inches in length must be contained (braiding, beard net, etc.). \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  44  of  49\n \n \n                    \n   \n \nOffice Employees  are to follow a business casual dress code.  Athletic attire such as sweatpants, \nsweatshirts, and hooded shirts are not allowed.    \n \nFor those Employees who spend the majority of their day in a warehouse or housekeeping areas, \njeans are allowed 5 days per week. \n \nEmployees who appear for work inappropriately dressed may be sent home and directed to return \nto work in proper attire. Violations of this policy may result in disciplinary action, up to and \nincluding termination. Should you have any questions concerning this policy or the standards for \nproper workplace attire, contact Human Resources. \nNothing in this policy is intended to prevent Employees from wearing a hair or facial hair style \nthat is consistent with their cultural, ethnic or racial heritage or identity.  This policy will be \ninterpreted to comply with applicable local, state or federal law. \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "43",
      "chunk_id": 71
    }
  },
  {
    "section_label": "Page-44",
    "content": "029    SEPARATION OF EMPLOYMENT \n\n \nSeparation of employment within an organization can occur for several different reasons.   \n \n•   Resignation:  Although we hope your employment with us will be a mutually rewarding \nexperience, we understand that varying circumstances cause Employees to voluntarily \nresign employment. Resigning Employees are encouraged to provide two weeks’ notice, \npreferably in writing, to facilitate a smooth transition out of the organization. When notice \nis received, Management will attempt to honor the Employee's requested last day.  However, \nbusiness requirements and other factors may dictate that the Employee's last day be sooner \nthan desired.   \n \n•   Retirement:  Employees who wish to retire are encouraged to notify their manager and the \nHuman Resources department in writing as soon as possible before the planned retirement \ndate. We ask that the Employee notify Tramontina with ample time for a smooth transition \nof work assignments.  \n \n•   Job abandonment:  Employees who fail to report to work or contact their supervisor for \ntwo (2) consecutive workdays shall be considered to have abandoned the job without notice, \neffective at the end of their normal shift on the third day. The supervisor shall notify the \nHuman Resources department at the expiration of the third workday and initiate the \npaperwork  to  terminate  the  Employee.  Employees  who  are  separated  due  to  job \nabandonment are ineligible for rehire. \n \n•   Termination:  Employees of Tramontina are employed on an at-will basis, and Tramontina \nretains the right to terminate an Employee at any time. Terminated Employees will not be \nallowed on company property without supervisor approval and must be accompanied by a \nsupervisor at all times.  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  45  of  49\n \n \n \n                    \n   \n \n•   Upon termination of employment,  employees will be paid out a prorated amount of any \naccrued but unused PTO: \n \nProrated   PTO Maximum Payout (Hours) \nJanuary to March  Up to 40 hours \nApril to June  Up to 80 hours \nJuly to September  Up to 120 hours \nOctober to December  Up to 176 hours \n \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "44",
      "chunk_id": 72
    }
  },
  {
    "section_label": "Page-45-46",
    "content": "Return of Company Property   \n\nThe separating Employee must return all company property at the time of separation, including \nlaptop, power strip for the lap top timecards, tools, personal property and equipment previously \nprovided to the Employee by Tramontina, cell phones, keys, PCs and identification cards.   Unused \nPTO will be paid out in the last payroll paycheck.  \n \nGroup health benefits terminate the last day of the month of employment.  When applicable, \ninformation to continue medical and/or dental coverage (COBRA, Consolidated Omnibus Budget \nReconciliation Act) will be mailed to the Employee’s last known home address.  \n \nRehire \nFormer Employees who left Tramontina in good standing and were classified as eligible for rehire \nmay be considered for reemployment. An application must be submitted to the Human Resources \ndepartment, and the applicant must meet all minimum qualifications and requirements of the \nposition. \n \nAn applicant or Employee who is terminated for violating policy or who resigned in lieu of \ntermination from employment due to a policy violation or without providing a two weeks’ notice, \nwill be ineligible for rehire. \n \n030    EMPLOYEE BENEFITS \n \nAll full-time Employees of Tramontina are eligible for the following benefits effective  the first of \nthe month following date of hire: \n \n•   Health Insurance \n•   Dental Insurance \n•   Vision Insurance  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  46  of  49\n \n \n                    \n   \n \n•   Life Insurance  \n•   Accidental Death and Dismemberment Insurance \n•   Supplemental Life Insurance \n•   Short Term Disability  \n•   Long Term Disability  \n•   401K (can enroll/change anytime) \n•   Holiday pay (effective 1st day of employment) \n \nIf you elect not to enroll in any of the benefits listed above upon hire as a full-time Employee, \nthere will be an open enrollment period annually, during which you will be able to enroll.  However, \nif you experience a qualifying event as defined by the applicable benefit plan throughout the year, \nyou may elect a change to your benefits at that time.  Employee must contact HR for instructions \non how to process this request  within 30 days of the life qualifying event . Qualifying events \ninclude, but are not limited to, birth of a child, marriage, divorce, and loss of coverage.   \n \nThe descriptions of the insurance and other plan benefits discussed herein merely highlight certain \naspects of the applicable plans for general information only. Consult the applicable benefit plan \ndocuments for all information regarding eligibility, coverage, and benefits; it is the applicable Plan \nDocument that ultimately governs your entitlement to benefits. Additionally, the provisions of the \nplans,  including  eligibility  and  benefits  provisions,  are  summarized  in  the  summary  plan \ndescriptions (“SPDs”) for the plans, which may be amended at any time. In the determination of \nbenefits and all other matters under each plan, the terms of the official plan documents shall govern \nover the language of any descriptions of the plans, including this Employee Handbook. \n \nWhile the Company intends to maintain these Employee benefits at the current time, it reserves \nthe absolute right to modify, amend or terminate these benefits at any time and for any reason. \n \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "45-46",
      "chunk_id": 73
    }
  },
  {
    "section_label": "Page-46",
    "content": "031  GENERAL SAFETY RULES \n\n \nSafety  is  to  be  given  primary  importance  in  every  aspect  of  planning  and  performing  all \nTramontina activities. We want to protect you against industrial injury and illness, as well as \nminimize the potential loss of production.  \n \nPlease report all injuries (no matter how slight) to your manager  immediately , as well as anything \nthat needs repair or is a safety hazard. Below are some general safety rules. Your manager or \ndepartment head may post other safety procedures in your department or work area. Failure to \ncomply  with  any  of  Tramontina’s  safety  rules,  including  those  listed  below  may  result  in \ndisciplinary action up to and including termination. \n \nPersonal Protective Equipment \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  47  of  49\n1.\n \n \n                    \n   \n \n  Use of all required Personal Protective Equipment in designated locations is mandatory. \n2.   Safety glasses meeting ANSI z87 standards with attached side shields are required in all \nproduction areas. Street glasses with side shields are not allowed. \n3.   Hearing protection is required in all production and assembly areas. \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "46",
      "chunk_id": 74
    }
  },
  {
    "section_label": "Page-47",
    "content": "Safe Work Practices (this list is nonexclusive) \n\n \n1.   When operating any equipment, observe all safety rules and procedures. \n2.   Housekeeping is the responsibility of every Employee – keep your area clean. \n3.   Personal listening devices (cell phones, iPods, mp3 players, etc.) are only allowed during \ndesignated break times. \n4.   Aisles, exits, fire extinguishers, emergency shower/eyewash stations and electrical panels must \nnever be blocked. \n5.   Damaged or broken tools are not to be used. Have them repaired or replaced. \n6.   Employees must notify the Human Resources Department of any prescription medication they \nare taking that may impair their ability to safely operate machinery or equipment. \n7.   If something is too heavy or awkward for you to lift safely, ask for help. \n8.   Report all unsafe conditions or actions to your supervisor immediately. \n9.   Standing or walking on skids is prohibited.  Skids must be stored horizontally or in a flat \nposition. \n10.   Using compressed air for “blowing down” clothing, hair, face, or hands is prohibited. \n11.   All posted safety signs must be obeyed at all times. \n12.   Do not allow unauthorized visitors to enter the facility. \n13.   Do not bring unauthorized chemicals or materials into the facility without authorization from \nthe Safety / HR / Immediate Manager.  All chemicals and materials must be properly labeled, \nstored in and dispensed from, approved containers. \n14.   Do not perform any job task without a full understanding of how to do so safely. \n15.   Do not operate any equipment without proper training and authorization to do so. \n16.   OSHA compliant fall protection is required for any work above 4 feet, if not performed within \nstandard safety railings on a certified personal lifting device, or portable ladder. \n17.   Passengers are not permitted on material handling equipment (forklifts, pallet jacks, etc.). \n18.   All Electrical requirements outlined in NFPA 70E are to be followed at all times. \n19.   Lockout/Tagout procedures are to be followed when servicing or maintenance of equipment. \n \nWork Related Injuries \n \n1.   All injuries, regardless of how minor they may seem, must be reported immediately to your \nsupervisor.  Your supervisor must be notified BEFORE initial external medical treatment is \nsought.  \n2.   Employees must notify their supervisor of, and abide by, all medical restrictions.  \n3.   Managers must report all incidents to Human Resources as soon as possible.   \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  48  of  49\n \n \n                    \n   \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "47",
      "chunk_id": 75
    }
  },
  {
    "section_label": "Page-48",
    "content": "032    INTELLECTUAL PROPERTY \n\n \nAll confidential information, processes, formulae, designs, systems, trade secrets, copyrights, \nproprietary  information,  rights,  trademarks,  trade  names,  techniques,  know-how,  methods, \ninventions, plans, products, patents and devices conceived, developed, completed, established, \nmade or invented by Tramontina or an Employee, alone or with others, while an Employee of \nTramontina which are related to the business of Tramontina shall be and become the sole property \nof Tramontina, and you, as a condition of continued employment will be deemed to have assigned \nany and all rights therein or thereto to Tramontina. \n \n033    DEPARTMENT OF MOTOR VEHICLES- DRIVING RECORD CHECK \n \nIf your duties with TUSA include driving during work hours, we may periodically obtain your \nmotor vehicle records from the appropriate governmental office as well as request that you provide \na copy of current liability insurance coverage. Depending on your position, an acceptable driving \nrecord &/or liability insurance may be a condition of your employment. If motor vehicle citations \nand/or violations are found or if there is no valid insurance coverage, you will be informed of the \naction TUSA will take. If driving is an essential part of your job description, violations may result \nin your termination of employment.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \nTramontina USA, Inc. – Versión 4.0 –   March 2025   Page  49  of  49\n \n \n                    \n   \n \n",
    "metadata": {
      "source": "Tramontina Handbook version 4 March 2025.pdf",
      "page_range": "48",
      "chunk_id": 76
    }
  }
]